{  
   "categoryName":"Gift Ideas for Baby",
   "categoryNameShort":"Baby",
   "categorySlug":"baby",
   "categoryBlurb":"Is your best friend or co-worker having a baby? Or perhaps you’re becoming an aunt or uncle for the first time? At GiftStarter, we know that it can be a challenge to find the perfect baby gift. Yes, there are traditional gift registries...but how exciting (& useful) really is the onesie or set of bottles? Let’s welcome that new baby into the world with a better gift. To make it easy, we have curated our favorite group gift ideas for baby. And rest assured, they are all mom (and baby) approved.",
   "categoryMetaDescription":" ",
   "productList":[
     {
         "productName":"ZoomKIT &amp; Activity Inserts: Fuchsia Bundle",
         "productNameShort":"ZoomKIT &amp; Activity Inserts:",
         "productSlug":"ZoomKIT-Activity-Inserts",
         "productPrice":"89.95",
         "productDescription":"<p>ZoomKIT is a one-of-a-kind parenting solution. This unique portable table and insert system can travel with your child inside, outside and on the go. Fits seamlessly into car and booster seats, sits easily on a chair or bed, and is perfect for all the places children have long waits. At only 2 lbs the table is both lightweight yet totally form holding anddurable. Inserts inlcude a bento-box style snack box, an art activity kit and a fill-it-yourself insert for all your child's special treasures. Enjoy yours in a deep, rich fuschia color.This bundle contains the ZoomKIT table, ZoomART &amp; ZoomSNACK&hellip; the perfect starter combo for your family on the go!</p><p>Weight is 8lbs</p><p>Dimensions is&nbsp;15 x 15 x 10 in</p><p>Table: Eva Foam, Polypropelene inserts box and Nylon and velcro strap. Art Kit: Mixed Art &amp; Craft Materials. ZoomSnack is made of Polypropelene box and spork and Silicone tether</p><p>&nbsp;</p>",
         "productMetaDescription":"ZoomKIT Portable Table and Activity System: Special Bundle includes ZoomKIT Travel table, ZoomART and ZoomSNACK",
         "productImage":"/baby/zoomkit.jpg",
         "productThumb":"/baby/ZoomKITthumb.jpg",
         "imageAltText":"ZoomKIT &amp; Activity Inserts",
         "giftStartLink":"http://bit.ly/1gBurcd"
     },
     {
         "productName":"gDiapers Newborn Bundle",
         "productNameShort":"gDiapers Newborn Bundle",
         "productSlug":"gDiapers-Newborn-Bundle",
         "productPrice":"149.99",
         "productDescription":"<p>Baby on the way? Pick the Newborn Bundle to get started gDiapering from day 1. From tiny to small, this bundle has your baby covered. Includes 12 newborn gPants, 6 small gPants, 2 packages of Disposable Inserts, and a handy Swishstick.</p><p>Why gDiapers?</p><p>gDiapers is changing the world of disposable diapers &mdash; top to bottom, inside and out. Our simple system pairs adorable soft cotton gPants diaper covers with Disposable Inserts that are flushable and compostable (wet ones only). gDiapers Disposable Inserts are&nbsp;<a href=&quot;http://www.gdiapers.com/inside-g/cradle-to-cradle&quot;>Cradle to Cradle Certified&trade; Silver</a>&nbsp;&mdash; a mark trusted around the world for ecologically intelligent design. Above all, gDiapers is dedicated to keeping babies clean, cute and comfortable &mdash; as part of a growing global community of parents who are looking for beautiful products: inside and out. (Reusable/Washable cloth inserts are also available)</p>",
         "productMetaDescription":"new baby. economic. green. compost. compostable. reusable. earth friendly. convenient.",
         "productImage":"/baby/gdiapers-newborn-bundle.jpg",
         "productThumb":"/baby/gdiapers-newborn-bundle-thumb.jpg",
         "imageAltText":"gDiapers Newborn Bundle",
         "giftStartLink":"http://bit.ly/1En5cWa"
     },
     {
         "productName":"Tula Ergonomic Carrier - Archer - Standard",
         "productNameShort":"Tula Ergonomic Carrier",
         "productSlug":"Tula-Ergonomic-Carrier",
         "productPrice":"149.00",
         "productDescription":"<p>This carrier comes with: &bull;Removable, regulated hood in curry yellow &bull;Instruction brochure &bull;This Tula carrier is made with dark gray canvas. Product measurements: &bull;Panel: 15.5&quot; tall &amp; 14.5&quot; wide &bull;Hip belt: 5&quot; height, 28&quot; - 55&quot; length &bull;Weight of the carrier: 2 lbs. &bull;Shoulder straps: The padded part of strap, when not expanded, is 20.&quot; It is 23&quot; when expanded. The webbing attached to the strap is additional 29&quot; long. The toddler's strap is 18&quot; and 21&quot; when expanded and the webbing attached to the strap is an additional 29&quot; long. Each Tula carrier: &bull;can be used in both front and back carries &bull;can be used from 15-45 pounds (toddler carrier is approved for 25-50 lbs) &bull;can be used from birth with the use of the revolutionary Tula Infant Insert (not included), and into toddlerhood with Tula Free to Grow Extenders (not included) &bull;is easy to use and comfortable &bull;provides an ergonomic M-position seat supporting optimal development for baby's body &bull;is easy to care for and machine washable &bull;is made by hand from 100% &Ouml;ko-Tex Standard 100 certified cotton &bull;is made with the highest quality Duraflex buckles available &bull;includes features such as dual-adjustment straps to allow for the perfect fit, additional leg-opening and shoulder padding, and a large pocket on the contouring hip belt &bull;includes a removable hood to support baby's head while asleep, protect from sun or wind, and allow for comfortable breastfeeding As an award-winning industry leader, Tula is proud to offer the most beautiful, easy-to use, versatile, and long-lasting carriers which provide a comfortable, ergonomic method of supporting the bond between caregiver and child from birth through 4 years old and beyond. Tulas are available in a variety of prints, making them both useful and stylish! Tula is proud to meet and exceed safety standards and norms, and is a business member of the Baby Carrier Industry Alliance (BCIA).</p>",
         "productMetaDescription":"ergonomic. baby wearing. new baby. first time mom.",
         "productImage":"/baby/tula-ergonomic-carrier.jpg",
         "productThumb":"/baby/tula-ergonomic-carrier-thumb.jpg",
         "imageAltText":"Tula Ergonomic Carrier",
         "giftStartLink":"http://bit.ly/1IP021y"
     },
      {
         "productName":"UPPAbaby Vista Stroller 2015 (Maya)",
         "productNameShort":"UPPAbaby Stroller 2015",
         "productSlug":"UPPAbaby-Stroller-2015",
         "productPrice":"859.99",
         "productDescription":"<p>A super useful gift for years to come, the UPPAbaby Vista Stroller 2015 will conveniently grow with your family. You can use it from birth with the included bassinet, and it can also be used with infant car seats (adapter sold separately). In addition, its reversible and reclinable seat, adjustable canopy and suspension will give toddlers a smooth ride. When you are ready to grow your family, it can also hold two Mesa infant car seats, two bassinets or it can adapt to hold two toddler seats (one as a rumble seat), as well as a PiggyBack Ride-Along Board (car seats, second seats and board sold separately). For your convenience, this UPPAbaby stroller offer one-step fold with or with the seat attached. It also features never-flat wheels and a lightweight durable frame for easy maneuverability. This UPPAbaby Vista Stroller 2015 is ideal from birth to 3 months with use of the bassinet and 3 months to 55 lbs. with use of the toddler seat.</p>",
         "productMetaDescription":"An amazing group gift! The UPPAbaby Vista Stroller conveniently grows with your family. You can use it from birth with the included bassinet, too.",
         "productImage":"/baby/uppababy-stroller-2015.jpg",
         "productThumb":"/baby/uppababy-stroller-2015-thumb.jpg",
         "imageAltText":"UPPAbaby Stroller 2015",
         "giftStartLink":"http://bit.ly/1G6Axt3"
     },
     {
         "productName":"Stitch Fix $250 Gift Card",
         "productNameShort":"Stitch Fix $250 Gift Card",
         "productSlug":"Stitch-Fix-250-Gift-Card",
         "productPrice":"250.00",
         "productDescription":"<p>Now that baby is here, mom could probably use some new clothes as well! Stitch Fix hand picks items especially for her and mails them to her house. She can try them on and decide if she wants to keep or return any of the items. And just like that, new mom has some new clothes without having to pack up baby and head to the store. Give her the gift of style with a Stitch Fix gift card. Help her look and feel her best with the latest styles, hand-picked just for her.</p>",
         "productMetaDescription":"new baby. clothing. new mom. makeover. new clothes. post-pregnancy.",
         "productImage":"/baby/stitch-fix-250-gift-card.jpg",
         "productThumb":"/baby/stitch-fix-250-gift-card-thumb.jpg",
         "imageAltText":"Stitch Fix $250 Gift Card",
         "giftStartLink":"http://bit.ly/1fINlNy"
     },
     {
         "productName":"Babyganics Diapers &amp; Wipes Bundle",
         "productNameShort":"Babyganics Diapers &amp; Wipes",
         "productSlug":"Babyganics-Diapers-Wipes",
         "productPrice":"197.98",
         "productDescription":"<p>How many diapers will your baby go through this year? You have no idea. Neither do we. But it's enough to be hard on the wallet, our planet and your baby's tender skin. That's why our diapers are baby friendly (our 100% natural NeoNourish Seed Oil Blend, super absorbency, fit), eco-friendly (chlorine free, plant-based materials) and wallet friendly too. The way your baby tears through diapers, you deserve one that's just about perfect.Features:</p><ul><li>Created with the most natural and renewable plant-based ingredients</li><li>Premium fit and absorbency</li><li>Soft-stretchsides, leak control and wetness indicator</li><li>Exclusive 100% natural NeoNourish Seed Oil Blend to help nurture and support baby's skin</li><li>No: chlorine, latex, petroleum based lotions, fragrances or dyes</li><li>Never tested on animals</li><li>Skin nourishing and gentle enough for faces, hands and bottom places with new stronger and softer material</li><li><p>Includes: 200 size 1 diapers (5 packs of 40), 200 size 2 diapers (5 packs of 40), and 800 wipes (8 packs of 100)</p></li></ul>",
         "productMetaDescription":"new baby. bulk diapers. size 1 diapers. size 2 diapers. natural. green.",
         "productImage":"/baby/babyganics-diapers-wipes.jpg",
         "productThumb":"/baby/babyganics-diapers-wipes-thumb.jpg",
         "imageAltText":"Babyganics Diapers &amp; Wipes",
         "giftStartLink":"http://bit.ly/1hizcrk"
     },
     {
         "productName":"Hygeia Enjoye, Cordless Breast Pump",
         "productNameShort":"Hygeia Enjoye Breast Pump",
         "productSlug":"Hygeia-Enjoye-Breast-Pump",
         "productPrice":"299.99",
         "productDescription":"<p>Unique in the marketplace, the Hygeia Enjoye Cordless pump can be operated on internal battery for up to four hours per full charge. Designed for long-term and frequent pumping use, the EnJoye Cordless pump is a hospital grade performing, personal-use, double electric breast pump. Mimics your baby's unique suckling patterns with customizable speed and pressure controls. All pump parts that come into contact with breast milk are BPA/DEHP free. Designed to be safe for use by multiple users when each user has their own Personal Accessory Set.</p><p>Features:</p><ul class=&quot;a-vertical a-spacing-none&quot;><li><span class=&quot;a-list-item&quot;>Double electric breast pump</span></li><li><span class=&quot;a-list-item&quot;>Independent speed and suction controls allow you to mimic baby's unique suckling pattern</span></li><li><span class=&quot;a-list-item&quot;>Ideal for daily pumping, working moms and exclusive pumping</span></li><li><span class=&quot;a-list-item&quot;>Rechargeable lithium ion battery (approximately four hours of use per full charge)</span></li><li><span class=&quot;a-list-item&quot;>Personal Accessory Set is included</span></li></ul>",
         "productMetaDescription":"new baby. newborn. breast pump. breastfeeding. nursing. hygienic.",
         "productImage":"/baby/hygeia-enjoye-breast-pump.jpg",
         "productThumb":"/baby/hygeia-enjoye-breast-pump-thumb.jpg",
         "imageAltText":"Hygeia Enjoye Breast Pump",
         "giftStartLink":"http://bit.ly/1hiAeUl"
     },
     {
         "productName":"Ameda Purely Yours&reg; Double Electric Pump",
         "productNameShort":"Ameda Purely Yours&reg; Pump",
         "productSlug":"Ameda-Purely-Yours-Pump",
         "productPrice":"179.99",
         "productDescription":"<p>Whether you are returning to work or want a fast and easy pumping experience, the Ameda&reg; Purely Yours Double Electric Breast Pump, designed for daily use, is the ideal breast pump. All Ameda Breast Pumps use the Ameda HygieniKit&reg; Milk Collection System. The HygieniKit delivers our Proven Airlock Protection&trade;. This barrier protects your breast milk and your baby from bacteria, mold and viruses by preventing air flow between the expressed milk and pump tubing while pumping. It also keeps narrow tubing dry so no need to clean. The Ameda HygieniKit included with the pump allows a mother to single or double pump to save time. The Ameda Purely Yours also features CustomControlTM, which lets you adjust the speed and suction independently. You can choose from 32 different options to find your most comfortable and efficient setting. The breast pump is portable and lightweight (motor weighs just 1 lb./0.45 kg), making it convenient to transport.</p><p>The Ameda Purely Yours breast pump has 3 Power Sources; AC adapter (included), 6 AA batteries (not included) and car adapter (sold separately).</p><p>Purely Yours with Carry All Includes:&nbsp;Purely Yours Breast PumpDual HygieniKit Milk Collection SystemCarryAll Shoulder BagAC Power Adapter2 Extra Valves (for HygieniKit)Sample Pack NoShow Premium Disposable Nursing PadsSample Pack Store'N Pour Milk Storage BagsMilk Storage Bottles (4)Instructions</p>",
         "productMetaDescription":"new baby. newborn. breast pump. breastfeeding. nursing. hygienic.working mom.",
         "productImage":"/baby/ameda-purely-yours-pump.jpg",
         "productThumb":"/baby/ameda-purely-yours-pump-thumb.jpg",
         "imageAltText":"Ameda Purely Yours&reg; Pump",
         "giftStartLink":"http://bit.ly/1i5n6Tp"
     },
     {
         "productName":"Freemie Freedom Pump",
         "productNameShort":"Freemie Freedom Pump",
         "productSlug":"Freemie-Freedom-Pump",
         "productPrice":"199.95",
         "productDescription":"<p><span class=&quot;store-product-info&quot;>The Freemie Freedom Deluxe Set is designed for hands-free single or double pumping and&nbsp;includes the electric Freedom pump with&nbsp;smoothly adjustable suction, two 8-oz concealable collection cups (16-oz capacity total), two breast funnel sets (25 mm and 28 mm), and one Freemie Freedom Connection Kit.</span></p><div><span class=&quot;store-product-info&quot;>NOTE:&nbsp;All plastic parts are warrantied against defects in materials and workmanship. Ordinary wear and tear is not covered. If you need to replace a part or would like to have extras on hand, please visit the&nbsp;<a href=&quot;http://www.freemie.com/freemie-accessories&quot;>Parts and Accessories</a>&nbsp;section of our store.</span></div><div><p><span class=&quot;store-product-info-contents&quot;>CONTENTS</span></p><ul><li><span class=&quot;store-product-info&quot;>Freemie Freedom Electric Breast Pump with 64-inch integrated power cord (120-volt AC) (1)</span></li><li><span class=&quot;store-product-info&quot;>Pump dimensions: 7.5 inches in diameter; 5.5 inches tall</span></li><li><span class=&quot;store-product-info&quot;>Pump weight: 3 pounds, 2 ounces</span></li><li><span class=&quot;store-product-info&quot;>Freemie Collection Cups (1 set of 2 cups)</span></li><li><span class=&quot;store-product-info&quot;>Cup dimensions: 4.4 inches in diameter; 2.75 inches deep</span></li><li><span class=&quot;store-product-info&quot;>Cup weight (empty): 2.5 ounces each; 5 ounces total</span></li><li><span class=&quot;store-product-info&quot;>Cup capacity: 8 ounces each; 16 ounces total</span></li><li><span class=&quot;store-product-info&quot;>25 mm breast funnels (1 set of 2)</span></li><li><span class=&quot;store-product-info&quot;>28 mm breast funnels (1 set of 2)</span></li><li><span class=&quot;store-product-info&quot;>Valve bases (2), valves (2), and spare valve (1)</span></li><li><span class=&quot;store-product-info&quot;>Freemie Freedom Connection Kit (1) (also&nbsp;includes one spare filter; replace filters as needed; a soiled filter will reduce the pump's maximum suction level)</span></li></ul></div>",
         "productMetaDescription":"new baby. newborn. breast pump. breastfeeding. nursing. hygienic.working mom.",
         "productImage":"/baby/freemie-freedom-pump.jpg",
         "productThumb":"/baby/freemie-freedom-pump-thumb.jpg",
         "imageAltText":"Freemie Freedom Pump",
         "giftStartLink":"http://bit.ly/1hiBTcr"
     },
     {
         "productName":"bumGenius Freetime - 24 Pack Bundle - AIO One Size",
         "productNameShort":"bumGenius Freetime - 24 Pack",
         "productSlug":"bumGenius-Freetime-24-Pack",
         "productPrice":"399.95",
         "productDescription":"<p>bumGenius Freetime All-In-One One-Size Cloth Diapers feature our patent pending butterfly closure system to provide a comfortable, trim fit. This simple design makes cloth diapering as easy as using disposables. Our &quot;no-stuff&quot; system with semi-attached inserts is an ideal solution for families with a child in day-care or family members resistant to cloth diapers! Using the snaps on the front of the diaper, adjust the size if needed, put the diaper on your baby, wash, dry and re-use. No extra steps. No stuffing. No cover required. Our one-size diapers are designed to fit most babies weighing between 8 and 35 pounds.</p><p>The soft, waterproof outer fabric keeps the diaper trim on your newborn and toddler. Soft, sueded inner fabric gently wicks moisture away from your baby's skin. Super stretchy, gentle leg and back elastic with rolled out casings keeps the yuk in and help to keep red marks away.</p><p>Features:</p><ul><li>No stuffing; no extra steps</li><li>Faster drying times</li><li>One step cloth diaper - no stuffing!</li><li>One-size; all-in-one style diaper</li><li>Available in snap and hook and loop closures</li><li>Adjusts to fit babies 8-35+ lbs</li><li>Trim, snug and comfortable stretchy tabs provide custom fit</li></ul>",
         "productMetaDescription":"new baby. newborn. cloth diapers. one size fits all. green. eco-friendly. affordable. no waste. earth friendly.",
         "productImage":"/baby/bumgenius-freetime-24-pack.jpg",
         "productThumb":"/baby/bumgenius-freetime-24-pack-thumb.jpg",
         "imageAltText":"bumGenius Freetime - 24 Pack",
         "giftStartLink":"http://bit.ly/1fJ48A2"
     },
     {
         "productName":"Stokke&reg; Sleepi™ Mini",
         "productNameShort":"Stokke&reg; Sleepi™ Mini",
         "productSlug":"Stokke-Sleepi-Mini",
         "productPrice":"599.00",
         "productDescription":"<p>The four in one crib that grows with your baby.</p><ul><li>Unique oval shape creates a nest for your baby</li><li>Maximum air circulation for comfortable sleep</li><li>Lockable swivel wheels allow movement from room to room</li><li>Height adjustable mattress base makes lifting your child in and out easier</li><li>Part of the Stokke&reg;&nbsp;Sleepi&trade;&nbsp;four beds in one concept</li></ul>",
         "productMetaDescription":"new baby. newborn. convertible. bassinet. toddler bed.",
         "productImage":"/baby/stokke-sleepi-mini.jpg",
         "productThumb":"/baby/stokke-sleepi-mini-thumb.jpg",
         "imageAltText":"Stokke&reg; Sleepi™ Mini",
         "giftStartLink":"http://bit.ly/1fJ6S0k"
     },
     {
         "productName":"4moms&reg; rockaRoo&reg; Infant Swing",
         "productNameShort":"4moms&reg; rockaRoo&reg; Swing",
         "productSlug":"4moms-rockaRoo-Swing",
         "productPrice":"179.99",
         "productDescription":"<p>Why swing when you can rock?&trade; The rockaRoo&trade; flips the swing on its head. Literally. It rocks like a rocking horse, which maximizes the sensation of motion for your baby.</p><ul class=&quot;normal-list&quot;><li><p><strong>Features:</strong>&nbsp;MP3 Compatible, Swing Motion, Cradle Motion</p></li><li><p><strong>Power Source:</strong>&nbsp;Electric</p></li><li><p><strong>Certifications:</strong>&nbsp;Meets CPSC Standards, Meets ASTM Standards, FCC Certified</p></li><li><p><strong>Care and Cleaning:</strong>&nbsp;Wipe Clean with a Damp Cloth</p></li><li><p><strong>Maximum Weight Capacity:</strong>&nbsp;25.000</p></li><li><p><strong>Manufacturer's Suggested Age:</strong>&nbsp;0-6 Months</p></li><li><p><strong>Material:</strong>&nbsp;Plastic</p></li><li><p><strong>Dimensions:</strong>&nbsp;27.500H 16.500W 29.600D</p></li><li><p><strong>Weight:</strong>&nbsp;11.500</p></li></ul>",
         "productMetaDescription":"new baby. newborn. convertible. bassinet. toddler bed.",
         "productImage":"/baby/4moms-rockaroo-swing.jpg",
         "productThumb":"/baby/4moms-rockaroo-swing-thumb.jpg",
         "imageAltText":"4moms&reg; rockaRoo&reg; Swing",
         "giftStartLink":"http://bit.ly/1fJ7nHH"
     },
     {
         "productName":"Chicco Cortina&reg; KeyFit&reg; 30 Travel System in Sedona",
         "productNameShort":"Chicco Travel System",
         "productSlug":"Chicco-Travel-System",
         "productPrice":"329.99",
         "productDescription":"<div class=&quot;details-copy&quot;><p>Travel safely and fashionably with your baby when you use the Cortina Travel System from Chicco. This travel system includes a KeyFit 30 infant car seat and the Cortina stroller. The top-rated car seat fits babies from 4 to 30 lbs. It's made with energy-absorbing foam and uses a LATCH system for extra safety. The stroller has an aluminum frame, multi-position reclining seat, all-wheel suspension, adjustable handle and more, keeping baby comfortable and offering Mom and Dad convenience.</p></div><ul class=&quot;normal-list&quot;><li><p><strong>Features:</strong>&nbsp;Adjustable Harness, Click and Lock Base, Safety Harness, Reclining Seat, Folds Up for Easy Transport, Compact Fold, Comfort-grip Handle, Canopy, Storage Basket Beneath Seat, Built-in Organizer Tray for Parent, 1 Built-in Cup Holder for Baby, 1 Built-in Cup Holder for Parent;</p></li><li><p><strong>Stroller Functions:</strong>&nbsp;Accommodates 1 Infant Car Seat, Car Seat Attaches Rear Facing, All-Wheel Suspension</p></li><li><p><strong>Includes:</strong>&nbsp;Rear-facing Infant Car Seat, Stroller</p></li><li><p><strong>Safety and Security Features:</strong>&nbsp;Locking Wheels, Latch Equipped Car Seat, Foot-activated Dual-rear Parking Brake, 5-point Harness</p></li><li><p><strong>Certifications:</strong>&nbsp;Meets ASTM Standards, JPMA Certified</p></li><li><p><strong>Care and Cleaning:</strong>&nbsp;Wipe Clean with Soap and Water</p></li><li><p><strong>Min. Carseat Weight Supported:</strong>&nbsp;4.000</p></li><li><p><strong>Max. Carseat Weight Capacity:</strong>&nbsp;30.000</p></li><li><p><strong>Min. Stroller Weight Supported:</strong>&nbsp;4.000</p></li><li><p><strong>Max. Stroller Weight Capacity:</strong>&nbsp;50.000</p></li><li><p><strong>Manufacturer:</strong>&nbsp;Newborn and Up</p></li><li><p><strong>Material:</strong>&nbsp;Polyester, Plastic, Aluminum</p></li><li><p><strong>Dimensions:</strong>&nbsp;44.000H 20.750W 34.250D</p></li><li><p><strong>Weight:</strong>&nbsp;23.000</p></li><li><p><strong>Warranty Description:</strong>&nbsp;1 Year Limited Manufacturer Warranty</p></li><li><p><strong>Assembly Details:</strong>&nbsp;adult assembly required</p></li></ul>",
         "productMetaDescription":"new baby. newborn. car seat safety rating. stroller. LATCH.",
         "productImage":"/baby/chicco-travel-system.jpg",
         "productThumb":"/baby/chicco-travel-system-thumb.jpg",
         "imageAltText":"Chicco Travel System",
         "giftStartLink":"http://bit.ly/1fJ8Fm7"
     },
     {
         "productName":"Chicco NextFit Zip Convertible Car Seat - Equinox",
         "productNameShort":"Chicco NextFit Zip Car Seat",
         "productSlug":"Chicco-NextFit-Zip-Car-Seat",
         "productPrice":"349.99",
         "productDescription":"<p>The NextFit&reg; Zip is designed with a machine-washable seat pad that zips out for simple cleaning. The ComfortFlex&trade; Harness Management System keeps the harness up and out of the way for easy in/out!</p><p>NextFit&reg; is the easiest convertible car seat to install simply, accurately and securely - every time. And, NextFit&reg; easily adjusts to fit your child as he grows from infant to preschooler!</p><h4>Product Highlights</h4><ul><li>Nine-position ReclineSure&reg; Leveling System for an accurate fit in a wider range of vehicles</li><li>Dual RideRight&reg; bubble level indicators</li><li>Exclusive SuperCinch&reg; LATCH tightener&nbsp;</li><li>Zip &amp; Wash&trade; seat pad easily zips out from the shell for machine washing</li><li>Padded ComfortFlex&trade; Harness Management System</li><li>Thermal-insulated cup holder with storage pocket</li><li>Integrated LATCH strap slide path for conversion from rear-facing to forward-facing</li><li>Infant insert for smaller babies</li><li>Five-point harness with one-pull tightener</li><li>Two-position chest clip for growing children</li><li>Six-position adjustable headrest</li><li>Shoulder straps that widen as the headrest is raised</li><li>Built-in belt lock-offs for installation with vehicle belt</li><li>Integrated LATCH storage compartments</li></ul>",
         "productMetaDescription":"new baby. newborn. car seat safety rating. toddler. LATCH. easy clean.",
         "productImage":"/baby/chicco-nextfit-zip-car-seat.jpg",
         "productThumb":"/baby/chicco-nextfit-zip-car-seat-thumb.jpg",
         "imageAltText":"Chicco NextFit Zip Car Seat",
         "giftStartLink":"http://bit.ly/1fJ95sA"
     },
     {
         "productName":"Graco Pack 'n Play Play Yard Snuggle Suite LX - Pierce",
         "productNameShort":"Graco Pack 'n Play Play Yard",
         "productSlug":"Graco-Pack-n-Play-Play-Yard",
         "productPrice":"219.99",
         "productDescription":"<p>The Graco Pack 'n Play Playard Snuggle Suite, in Pierce, helps keep you connected to baby anywhere at home. The cozy, portable infant seat lets baby stay close to your side and then doubles as a portable bouncer - you can use built-in vibration either way! The extended-use changing station (including a built-in organizer for baby's essentials) gives you a convenient changing spot longer, for baby up to 30 lbs. Other terrific Pack 'n Play features like an infant bassinet, comforting songs and sounds, look light for nighttime check-ins, a full-sized play space and more make this a smart choice for soothing and play from birth to toddlerhood.&nbsp;<em>Some images below may depict an alternate color. Actual product is Pierce.</em></p><h4>Product Highlights</h4><ul><li>This Graco Pack 'n Play features a portable, cozy infant soothing seat that helps you stay connected with baby anywhere at home, in and out of the playard</li><li>Portable infant seat doubles as a bouncer (baby to 18 lbs.), giving you flexibility to move around the house</li><li>Built-in, two-speed vibration helps soothe baby while resting in the cozy infant seat or playing in the bouncer</li><li>This Pack 'n Play has a large, extended-use changing station (up to 30 lbs.) for easier diaper changes, so you can enjoy time with baby</li><li>Built-in storage organizer for baby's essentials - like diapers, changes of clothes, wipes and more - helps keep everything at hand</li><li>Music and nature sounds keep baby content, while the look light lets you check in without disturbing your little one</li><li>The playard is designed to grow and transition with your child, from newborn to infant to toddler</li><li>Removable infant bassinet is a comfy and familiar place for baby to rest, at home and away</li><li>Converts to a spacious playard, creating a secure place for your growing child to rest and play</li><li>Three-point harness gives you peace of mind while keeping baby secure in the soothing seat</li><li>Deluxe fabrics and light-shielding canopy keep baby comfortable while in the soothing portable seat</li><li>Signature Graco push-button fold makes closing your playard quick and hassle-free</li><li>Pierce fashion: The sleek Pierce fashion features shades of taupe and solid black for a modern, gender-neutral, go-with-anything style.</li></ul>",
         "productMetaDescription":"new baby. newborn. play pen. playpen. play yard. playard. changing table. bouncer.",
         "productImage":"/baby/graco-pack-n-play-play-yard.jpg",
         "productThumb":"/baby/graco-pack-n-play-play-yard-thumb.jpg",
         "imageAltText":"Graco Pack 'n Play Play Yard",
         "giftStartLink":"http://bit.ly/1fJ9uvh"
     },
     {
         "productName":"Clek Foonf Convertible Car Seat - Cloud",
         "productNameShort":"Clek Foonf Convertible Seat",
         "productSlug":"Clek-Foonf-Convertible-Seat",
         "productPrice":"469.99",
         "productDescription":"<p>Clek Foonf Convertible Car Seat - Cloud</p><p>Foonf is Clek's no-compromise convertible child seat - introducing revolutionary safety technology and innovative convenience features.</p><p>Foonf's REACT (Rapid Energy-Absorbing Crumple Technology) Safety System is inspired by automotive safety technology. Like the crumple zones that protect us in the cars we drive, the crumple zone system integrated into every Foonf child seat absorbs energy from a collision preventing it from being transmitted to the child, reducing the forces on a forward-facing child in frontal collision by up to 40%.</p><p>Foonf is also engineered with both advanced rear-facing and side-impact safety systems. In rear-facing mode, Foonf boasts a 50 lbs weight limit to keep children rear-facing longer and is designed with an anti-rebound bar, which improves stability and further protects the child's head. Rear-facing installation features a simple, click-in angle-adjustment wedge with quick-access to standard LATCH connectors. The seat is also built on a rigid metal sub-structure with energy-absorbing foam layers in the sides and headrest to protect the child in a side-impact collision.Committed to designing convenience into car seats, Foonf is designed with Clek's signature rigid LATCH system, making proper forward-facing installation effortless. Its narrow width profile of under 17 inches at its widest point (and 13 inches at the base) provides space that makes 3-across seating possible.</p><p>After its 9-year expiration, Foonf lives on. The seat is recyclable through Clek's recycling program and is also Made in Canada.</p><p>Features:</p><ul><li>REACT safety system and foam layers protect child in side-impact collisions</li><li>3-across seating possible with narrow width of 17 inches</li><li>Reinforced by a steel and magnesium sub-structure</li><li>LATCH equipped</li><li>Recyclable</li></ul><p>Manufacturer Recommended Weight/Height/Age Limits:</p><ul><li>Rear-facing: From 14 to 50 lbs, from 25 to 43 inches, from 6 months and up</li><li>Forward-facing: From 20 to 65 lbs, from 30 to 49 inches</li></ul><p>Product Dimensions:</p><ul><li>Depth/Height/Width: 33 x 26 x 17 inches</li><li>Weight: 36 lbs (forward-facing)</li></ul>",
         "productMetaDescription":"new baby. newborn. versatile. car seat safety. crash tested. Canadian made. rear-facing. forward-facing.",
         "productImage":"/baby/clek-foonf-convertible-seat.jpg",
         "productThumb":"/baby/clek-foonf-convertible-seat-thumb.jpg",
         "imageAltText":"Clek Foonf Convertible Seat",
         "giftStartLink":"http://bit.ly/1i5s829"
     },
     {
         "productName":"Guava Family Lotus Everywhere Crib",
         "productNameShort":"Guava Lotus Everywhere Crib",
         "productSlug":"Guava-Lotus-Everywhere-Crib",
         "productPrice":"185.95",
         "productDescription":"<p>Perfect to use everyday and for your next adventure year after year. So easy to use, you will want to use it everywhere. More than a travel Crib. An Everywhere Crib. &nbsp;</p><p>Everything It Should Be - Easy. Safe. Light. Beautiful. And your little one will love it just as much as you do.</p><ul><li>15 Second set-up</li><li>Breathable ClearView Mesh</li><li>No Flame Retardants</li><li>Zippered Side Door</li><li>Backpack Portability</li><li>Safety Certified</li></ul><p>The Lotus Crib packs easily into its included carry case that also turns into a Backpack so you can take it anywhere and still carry more important things, like the baby and diaper bag. &nbsp;No Flame Retardants. No PVC. No Phthalates. No Lead. No Heavy Metals. Low-VOC. Completely breathable, ClearView Mesh down to the mattress allows for full airflow and an unobstructed view of your child.</p><p>Now everywhere is a safe, familiar play area. Light enough to easily move around the house, or quick enough to setup anywhere you want. So you can all be together and still get things done.</p>",
         "productMetaDescription":"Perfect group gift to use everyday and for an adventure. So easy to use, you will want to use it everywhere. More than a travel Crib. An Everywhere Crib.",
         "productImage":"/baby/guava-lotus-everywhere-crib.jpg",
         "productThumb":"/baby/guava-lotus-everywhere-crib-thumb.jpg",
         "imageAltText":"Guava Lotus Everywhere Crib",
         "giftStartLink":"http://bit.ly/1G6Ag9w"
     },
      {
         "productName":"Nursery Unicorn Faux Fur Plush Rocker",
         "productNameShort":"Unicorn Plush Rocker",
         "productSlug":"Unicorn-Plush-Rocker",
         "productPrice":"169.00",
         "productDescription":"<p>A magical unicorn beckons your child for a fantastic ride. With an enchanting face and ultraplush fur, this rocker is sure to be a favorite playtime friend. 26&quot; long x 13.5&quot; wide x 22&quot; high.Runners are crafted of solid wood for a smooth, secure and gentle rocking motion. Surface is made of a soft modacrylic/polyester blend. Firmly stuffed with polyester fibers. Wood handles make steady grips. Personalization appears on wood base (as shown). Ages 18 months and up.</p>",
         "productMetaDescription":"",
         "productImage":"/baby/unicorn-plush-rocker.jpg",
         "productThumb":"/baby/unicorn-plush-rocker-thumb.jpg",
         "imageAltText":"Unicorn Plush Rocker",
         "giftStartLink":"http://bit.ly/1G2vvN4"
     },
     {
         "productName":"Carolina Activity Table &amp; Cart Set",
         "productNameShort":"Activity Table &amp; Cart Set",
         "productSlug":"Activity-Table-Cart-Set",
         "productPrice":"379.00",
         "productDescription":"<p>With a spacious tabletop that sits low to the ground, this sturdy playroom table is comfortable for kids to use. Cotton canvas containers keep craft supplies and more close at hand, and they can be simply rolled underneath the table when playtime is over. Table: 48.5&quot; wide x 32.5&quot; deep x 15.5&quot; high. Cart: 18&quot; wide x 25&quot; deep x 10&quot; high. Table is expertly crafted with a solid hardwood frame. Cart is expertly crafted of MDF and solid wood. Tabletop features raised edges to keep items in place. Two rolling carts neatly stow toys and games, and have labels to help kids find what they need. Assembly required.</p>",
         "productMetaDescription":"",
         "productImage":"/baby/activity-table-cart-set.jpg",
         "productThumb":"/baby/activity-table-cart-set-thumb.jpg",
         "imageAltText":"Activity Table &amp; Cart Set",
         "giftStartLink":"http://bit.ly/1G2xhha"
     },
     {
         "productName":"ABC Dresser",
         "productNameShort":"ABC Dresser",
         "productSlug":"ABC-Dresser",
         "productPrice":"1249.00",
         "productDescription":"<p>The entire alphabet is carved into the drawer fronts of this generously sized dresser. The result is a bold style that&rsquo;s equally graphic and rustic. A changing pad makes it perfect for every stage of life from the start. ABC Dresser: 50&quot; wide x 18&quot; deep x 36&quot; high. Changing Pad: 32&quot; wide x 16&quot; deep x 4.5&quot; high. Dresser is expertly crafted of mango wood with a natural stained finish. Dresser is equipped with eight large drawers. Contoured pad features a foam core with a durable vinyl cover that locks out moisture and stains, as well as a nonskid bottom. Pad can be fixed to the top in one of three positions; center, left side or right side. Changing Pad is sold separately. Includes Tip Resistant Kit.</p>",
         "productMetaDescription":"",
         "productImage":"/baby/abc-dresser.jpg",
         "productThumb":"/baby/abc-dresser-thumb.jpg",
         "imageAltText":"ABC Dresser",
         "giftStartLink":"http://bit.ly/1G2xIrI"
     },
     {
         "productName":"Joovy Caboose Ultralight Stroller",
         "productNameShort":"Joovy Caboose Stroller",
         "productSlug":"Joovy-Caboose-Stroller",
         "productPrice":"249.99",
         "productDescription":"<p>This is the most lightweight, compact, maneuverable tandem available. Oversized canopy with visor extension, three position reclining front seat. Large storage basket, parent organizer included. Linked rear parking brakes, easy trigger fold design. Child tray with 2 cup holders, universal car seat adapter included.</p>",
         "productMetaDescription":"",
         "productImage":"/baby/joovy-caboose-stroller.jpg",
         "productThumb":"/baby/joovy-caboose-stroller-thumb.jpg",
         "imageAltText":"Joovy Caboose Stroller",
         "giftStartLink":"http://bit.ly/1G2CCF9"
      },
      {  
         "productName":"nuna LEAF&#8482; curv",
         "productNameShort":"nuna LEAF&#8482; curv",
         "productSlug":"nuna-LEAF-curv-Baby-Seat",
         "productPrice":"229.95",
         "productDescription":"This award winning seat is so much more than your standard baby bouncer. In fact, the word “baby” isn’t even in the title, because this seat will hold a kid (or parent!) up to 130 POUNDS! Typical bouncers will top out between 15-20 pounds which for some kids means the seat is only usable for the first few months before it gets packed away in storage. The nuna LEAF will sway at the slightest touch, gently rocking the baby to sleep. For feeding time or use by older kids, the seat position can be locked. Bonus: no batteries, cords, buzz or noise! Accessories available for the seat and sold separately include a toy bar and the nuna wind, a motorized box that will make the seat sway continually (much like an infant swing).",
         "productImage":"/baby/nunaLeaf.jpg",
         "productThumb":"/baby/nunaLeafThumb.jpg",
         "imageAltText":"GiftStarter nuna LEAF curv Seat",
         "giftStartLink":"http://bit.ly/1NfQ0cV"
      },
      {  
         "productName":"Peg Perego Primo Viagio 4-35",
         "productNameShort":"Peg Perego Primo Viagio 4-35",
         "productSlug":"Peg-Perego-Primo-Viagio-4-35-Car-Seat",
         "productPrice":"279.99",
         "productDescription":"This infant seat has outstanding safety features including adjustable Side Impact Protection (SIP) and an anti-rebound bar. The anti-rebound bar minimizes the movement of the carseat up toward the seat back after the initial impact of a crash. The base has easy and secure install with either the LATCH system or car seat belt to ensure proper installation. The sleek modern design with breathable fabric keeps baby comfortable. This seat can be used  with or without the base, with travel systems, and in aircrafts.",
         "productImage":"/baby/pegPeregoPrimoViagio.jpg",
         "productThumb":"/baby/pegPeregoPrimoViagioThumb.jpg",
         "imageAltText":"GiftStarter Peg Perego Primo Viagio 4-35 Car Seat",
         "giftStartLink":"http://bit.ly/1CZPsD5"
      },
      {  
         "productName":"4moms&reg; Breeze&reg;",
         "productNameShort":"4moms&reg; Breeze&reg;",
         "productSlug":"4moms-Breeze-Playard",
         "productPrice":"299.99",
         "productDescription":"There’s a reason this playard has won so many awards. It. Is. Simple. Set up and take down are literally a breeze — just push down on the floor center to set up, and pull up on the floor center to take down. No repeatedly shaking the rails to get them to lock into place, no fumbling with the sides to keep them upright while securing the floor… there is no competition when it comes to ease of use. It comes with the infant bassinet and a bag to secure it all for traveling.",
         "productImage":"/baby/4momsBreeze.jpg",
         "productThumb":"/baby/4momsBreezeThumb.jpg",
         "imageAltText":"Giftsarter 4moms Breeze Play Yard",
         "giftStartLink":"http://bit.ly/1GISocW"
      },
      {  
         "productName":"4moms&reg; mamaRoo&reg;",
         "productNameShort":"4moms&reg; mamaRoo&reg;",
         "productSlug":"4moms-mamaRoo-Infant-Seat",
         "productPrice":"269.99",
         "productDescription":"This swing is so much more than a swing. It has five unique motions that mimic the movements moms and dads make, including the magical “bounce and sway” and even one that imitates the feeling of being in a car. With multiple recline positions, five speeds, four built-in sounds, and the option to connect a personal music device, this swing is sure to soothe. Added bonus - mom and dad can control the sound and motion via Bluetooth enabled smart device!",
         "productImage":"/baby/mamaroo.jpg",
         "productThumb":"/baby/mamarooThumb.jpg",
         "imageAltText":"GiftStarter 4moms mamaRoo",
         "giftStartLink":"http://bit.ly/1G44PzP"
      },
      {  
         "productName":"Petunia Pickle Bottom Diaper Bag",
         "productNameShort":"Petunia Pickle Bottom Bag",
         "productSlug":"Petunia-Pickle-Bottom-Diaper-Bag",
         "productPrice":"189.00",
         "productDescription":"This popular brand of diaper bag is as versatile as it is stylish. It has several organizational pockets, a built-in changing station, and more than enough room for all the odds and ends required for a day out. The coated cotton canvas is easy to clean and the bag can be carried over the shoulder or as a backpack. Once baby is older, this bag can still be used without looking like a diaper bag!",
         "productImage":"/baby/ppbDiaperBag.jpg",
         "productThumb":"/baby/ppbDiaperBagThumb.jpg",
         "imageAltText":"GiftStarter Petunia Pickle Bottom Diaper Bag",
         "giftStartLink":"http://bit.ly/152Z4lD"
      },
      {
         "productName":"Ergobaby 360 Four Position Carrier",
         "productNameShort":"Ergobaby 360 Carrier",
         "productSlug":"Ergobaby-360-Four-Position-Carrier",
         "productPrice":"160.00",
         "productDescription":"One of our most popular baby gifts gifted with GiftStarter.  This newest model of the ergo baby carrier does it all, and it does it with comfort and safety at it’s core. The carrier offers four ways to carry infants and toddlers up to 33 pounds: front-inward, front-outward, hip, and back. the wide seat ensures ergonomic hip positioning for child, and the wide straps and supportive waistband ensure optimal comfort for parents. The attached hood provides shade from sunny days, shelter in a drizzle, and privacy when baby is sleeping or nursing.",
         "productImage":"/baby/ergo360.jpg",
         "productThumb":"/baby/ergo360Thumb.jpg",
         "imageAltText":"GiftStarter Ergo Baby 360 Four Position Carrier",
         "giftStartLink":"http://bit.ly/1K4qeVX"
      },
      {
         "productName":"Motorola Digital 3.5” Video Baby Monitor - MBP36S",
         "productNameShort":"Motorola Video Baby Monitor",
         "productSlug":"Motorola-Digital-3.5-Video-Baby-Monitor-MBP36S",
         "productPrice":"239.99",
         "productDescription":"One of our most popular baby gifts gifted with GiftStarter. This top selling monitor is loaded with features to keep parents connected with their children. The parent unit has a large color display wit easy to use buttons to pan and tilt the camera—very handy for keeping babies who move around in bed in view! There is also a talk back feature that lets parents’ voices soothe baby from the other room (this feature is also perfect if one parents is putting baby to sleep and wants the other parent to bring up another bottle or turn down the tv—it’s like a walkie talkie!)",
         "productImage":"/baby/motorollaMonitor.jpg",
         "productThumb":"/baby/motorollaMonitorThumb.jpg",
         "imageAltText":"GiftStarter Motorola Digital 3.5” Video Baby Monitor - MBP36S",
         "giftStartLink":"http://bit.ly/1yo5zea"
      },
      {
         "productName":"Angel Care AC1200 Video, Movement and Sound Monitor for Smartphone",
         "productNameShort":"Angel Care Monitor for Smartphone",
         "productSlug":"Angel-Care-AC1200-Video-Movement-and-Sound-Monitor-for-Smartphone",
         "productPrice":"299.99",
         "productDescription":"All new parents worry about new babies when they sleep at night. This unit not only gives parents audio and visual monitoring, it includes a motion monitor as well. The under-the-mattress sensor pad will sound an alarm if infant doesn’t move for 20 seconds (sensitivity adjustable). The true genius of this monitor is it’s accessible from any smart device. This means mom and dad can check in on baby from the next room, the office, or even across the country on a business trip.",
         "productImage":"/baby/angelCareMonitor.jpg",
         "productThumb":"/baby/angelCareMonitorThumb.jpg",
         "imageAltText":"GiftStarter Angel Care AC1200 Video, Movement and Sound Monitor for Smartphone",
         "giftStartLink":"http://bit.ly/1KOLlzd"
      },
      {
         "productName":"Chicco Activ3&#8482; Jogging Stroller",
         "productNameShort":"Chicco Activ3&#8482; Stroller",
         "productSlug":"Chicco-Activ3-Jogging-Stroller",
         "productPrice":"299.99",
         "productDescription":"This is the lightest jogging stroller on the market. It comes fully equipped with a large storage basket, adjustable shocks, lockable front swivel wheel, and real rubber wheels with deep tread to make this a true all-terrain stroller. The sun shade can be unzipped to extend all the way down to the removable arm bar. A simple pinch of the clip on the back of the seat will recline it to infinite degrees. It can be folded with one hand and stands upright, or all the wheels can be quickly removed and the handle can be folded down for a minimum storage footprint. This stroller is compatible with any Chicco Keyfit infant car seat as well!",
         "productImage":"/baby/chiccoStroller.jpg",
         "productThumb":"/baby/chiccoStrollerThumb.jpg",
         "imageAltText":"GiftStarter Chicco Activ3 Jogging Stroller",
         "giftStartLink":"http://bit.ly/1Ct01hu"
      },
      {
         "productName":"Britax Boulevard ClickTight Convertible Car Seat",
         "productNameShort":"Britax Boulevard ClickTight",
         "productSlug":"Britax-Boulevard-ClickTight-Convertible-Car-Seat",
         "productPrice":"369.99",
         "productDescription":"The “click tight” feature of this car seat is perhaps the best thing to happen for car seat installation since the LATCH system. The front of the car seat lifts up to expose the belt path; Once the seat belt is buckled, closing the front of the seat ensures the belt is tight and a secure and proper installation is finished! The seat is equipped with Side Impact Protection (SIP), a quick adjust 14-position harness, 7 recline positions, and a 65 lbs weight limit, this seat is will grow with and comfortably protect any child for many years.",
         "productImage":"/baby/britaxBoulevard.jpg",
         "productThumb":"/baby/britaxBoulevardThumb.jpg",
         "imageAltText":"GiftStarter Britax Boulevard ClickTight Convertible Car Seat",
         "giftStartLink":"http://bit.ly/17NfeAK"
      },
      {
         "productName":"oeuf&reg; Pure & Simple Organic & Natural Crib Mattress",
         "productNameShort":"oeuf&reg; Organic Mattress",
         "productSlug":"oeuf-Pure-Simple-Organic-Natural-Crib-Mattress",
         "productPrice":"395.00",
         "productDescription":"Contrary to popular belief, babies actually spend most of their days sleeping. This mattress is made with all-natural and organic materials to keep baby resting in a healthy, chemical-free environment. The firm surface provides the appropriate levels of support and comfort for safe infant sleep.",
         "productImage":"/baby/oeufMattress.jpg",
         "productThumb":"/baby/oeufMattressThumb.jpg",
         "imageAltText":"GiftStarter oeuf Pure & Simple Organic & Natural Crib Mattress",
         "giftStartLink":"http://bit.ly/1533J7a"
      },
      {
         "productName":"oeuf&reg; Classic Crib",
         "productNameShort":"oeuf&reg; Classic Crib",
         "productSlug":"oeuf-Classic-Crib",
         "productPrice":"970.00",
         "productDescription":"Parent-designed and highly contemporary, this crib is a beautiful centerpiece to any nursery. It’s solid wood construction makes it not only extremely safe, but durable and sure to last when converted into a toddler bed.",
         "productImage":"/baby/oeufCrib.jpg",
         "productThumb":"/baby/oeufCribThumb.jpg",
         "imageAltText":"GiftStarter oeuf Classic Crib",
         "giftStartLink":"http://bit.ly/1ByXaW2"
      },
      {
         "productName":"HALO&#8482; Bassinest&#8482; Swivel Sleeper",
         "productNameShort":"HALO&#8482; Bassinest&#8482;",
         "productSlug":"HALO-Bassinest-Swivel-Sleeper",
         "productPrice":"249.99",
         "productDescription":"The mother of all bassinets, the Bassinest keeps baby close and safe, and easy to pick up! The side wall can be pushed down so scooping up that bundle of newborn isn’t so awkward. The whole nest is height adjustable, so it can fit over nearly any bed, and it can be swiveled on it’s base to make it easier for mom or dad to get in and out of bed (no more “bassinet-scoot!”). The soothing center includes 3 songs, 3 soothing sounds, 2 levels of vibration, a nightlight, and a nursing timer.",
         "productImage":"/baby/haloBassinest.jpg",
         "productThumb":"/baby/haloBassinestThumb.jpg",
         "imageAltText":"GiftStarter HALO Bassinest Swivel Sleeper",
         "giftStartLink":"http://bit.ly/1B8isej"
      },
      {
         "productName":"Graco&reg; Blossom&#8482; DLX 4-in-1 Seating System",
         "productNameShort":"Graco&reg; Blossom&#8482; DLX 4-in-1",
         "productSlug":"Graco-Blossom-DLX-4-in-1-Seating-System",
         "productPrice":"199.99",
         "productDescription":"A highly versatile high chair that can grow with baby and even seat two children at once, the Graco Blossom 4-in-1 seating system is a lot of bang for your buck. When baby is small, it functions as a traditional high chair or the seat can be removed and used as a space-saver high chair when strapped onto a standard dining room table chair. As a toddler, the booster seat can be used on the high chair legs or a standard dining room table chair. For older kids, the high chair base can be used as a youth chair at the table. The tray can be removed with one hand and the insert is dishwasher safe, making clean up a breeze. The chair is complete with lockable wheels, 6 height adjustments, and 3 recline positions.",
         "productImage":"/baby/gracoHighchair.jpg",
         "productThumb":"/baby/gracoHighchairThumb.jpg",
         "imageAltText":"GiftStarter Graco Blossom DLX 4-in-1 Seating System",
         "giftStartLink":"http://bit.ly/1xuH8Gj"
      },
      {
         "productName":"Gro-via&reg; Hybrid Live Cloth Diaper Bundle",
         "productNameShort":"Gro-via&reg; Cloth Diaper Bundle",
         "productSlug":"Gro-via-Hybrid-Live-Cloth-Diaper-Bundle",
         "productPrice":"404.82",
         "productDescription":"These are not your mama’s cloth diapers. The hook and loop or snap closures on the breathable yet waterproof PUL covers eliminate the need for pins and plastic pants. The super absorbent inserts snap into the covers, making diaper changes a breeze. All pieces are machine washable and dryer safe, and can be re-used safely again and again—even for multiple kids! The typical family spends over $2000 on disposable diapers and wipes per child, and the typical disposable diapers takes hundreds of years to decompose. Give the gift that keeps on giving, and ensures a brighter, healthier environment for the future.",
         "productImage":"/baby/groviaDiapers.jpg",
         "productThumb":"/baby/groviaDiapersThumb.jpg",
         "imageAltText":"GiftStarter Gro-via Hybrid Live Cloth Diaper Bundle",
         "giftStartLink":"http://bit.ly/1K4rJmZ"
      },
      {
         "productName":"Fisher-Price&reg; Go Wild Jumperoo&#8482;",
         "productNameShort":"Fisher-Price&reg; Jumperoo&#8482;",
         "productSlug":"Fisher-Price-Go-Wild-Jumperoo",
         "productPrice":"139.99",
         "productDescription":"Stand alone jumpers make it easy and safe of babies to exercise and entertain themselves away from the potential dangers of corners that typical doorway jumpers are near. They are also a great solution for homes that do not have molding around the doorway. This Jumper has three adjustable heights, two learning modes, and plenty of activities and toys baby can reach from the spinning seat.",
         "productImage":"/baby/jumparoo.jpg",
         "productThumb":"/baby/jumparooThumb.jpg",
         "imageAltText":"GiftStarter Fisher-Price Go Wild Jumperoo",
         "giftStartLink":"http://bit.ly/1G4Bsxr"
      },
      {
         "productName":"Medela&reg; Pump in Style&reg; Advanced Breastpump",
         "productNameShort":"Medela&reg; Breastpump",
         "productSlug":"Medela-Pump-in-Style-Advanced-Breastpump",
         "productPrice":"349.99",
         "productDescription":"Medela is the most trusted name in breast pumps, helping many moms maintain sufficient supply even when pumping exclusively. The Pump In Style double electric pump uses 2-Phase Expression which is more like nursing and maximizes expression. This pump comes in a fashionable bag, along with a cooler that fits inside to keep expressed milk cool.",
         "productImage":"/baby/medelaPump.jpg",
         "productThumb":"/baby/medelaPumpThumb.jpg",
         "imageAltText":"GiftStarter Medela Pump in Style Advanced Breastpump",
         "giftStartLink":"http://bit.ly/1G4CyZZ"
      },
      {
         "productName":"Dyson Air Multiplier&#8482; AM07 40-Inch Bladeless Tower Fan",
         "productNameShort":"Dyson Bladeless Fan",
         "productSlug":"Dyson-Air-Multiplier-AM07-40-Inch-Bladeless-Tower-Fan",
         "productPrice":"319.99",
         "productDescription":"Air circulation is important, but fan blades can be dangerous to little wandering hands. The Dyson Blameless tower fan provides quiet, powerful air flow without spinning blades or grills that collect dust and allergens. Features include oscillation. tilt, programmable power-off, and a remote that can be magnetically stored on the fan itself.",
         "productImage":"/baby/dysonFan.jpg",
         "productThumb":"/baby/dysonFanThumb.jpg",
         "imageAltText":"GiftStarter Dyson Air Multiplier AM07 40-Inch Bladeless Tower Fan",
         "giftStartLink":"http://bit.ly/1K4rubz"
      },
      {
         "productName":"California Baby&reg; Super Deluxe Newborn Gift Basket",
         "productNameShort":"California Baby&reg; Basket",
         "productSlug":"California-Baby-Super-Deluxe-Newborn-Gift-Basket",
         "productPrice":"220.04",
         "productDescription":"Newborn skin is so delicate and sensitive, typical lotions and soaps can be too harsh and drying. California Baby products are formulated with organic ingredients, free of gluten, soy, oat, dairy, sulfates, DEA, phthalates, BPA, peanuts, and tree nuts. Additionally, they are vegan and not tested on animals. This basket contains everything to care for infants, and the whole family, in a healthy, environmentally friendly way!",
         "productImage":"/baby/californiaBaby.jpg",
         "productThumb":"/baby/californiaBabyThumb.jpg",
         "imageAltText":"GiftStarter California Baby Super Deluxe Newborn Gift Basket",
         "giftStartLink":"http://bit.ly/1sF1u4a"
      }
   ]
}