{  
   "categoryNameLong":"Gift Ideas of Beauty",
   "categoryNameShort":"Beauty",
   "categorySlug":"beauty",
   "categoryBlurb":"Give the group gift of healthy skin, accessories to take care of the face, hands, feet and body.  We've curated a list of great beauty products that are natural, popular to give results to great looking radiant skin.  Great skin and health is for both men and women - a great group gift of wellness.",
   "categoryMetaDescription":"Give the group gift of healthy skin and wellness.  Face, hands, feet and body - they are all important to a happy life.  Great skin and health is for both men and women.",
   "productList":[
       {
         "productName":"Giorgio Armani Runway Collection",
         "productNameShort":"Giorgio Armani Collection",
         "productSlug":"Giorgio-Armani-Collection",
         "productPrice":"199",
         "productDescription":"<p>The Giorgio Armani Runway Collection brings to life the sandy, golden beaches of the Mediterranean - making this a fantastic group gift. The gift collection is filled with warm coppers, delicate taupes and luminous silvers for soft, wearable looks.</p><p>Includes:</p><p>The Giorgio Armani Runway Collection brings to life Armani&rsquo;s vision of the sandy, golden beaches of the Mediterranean.</p><p>Runway Collection Palette: Inspired by the golden beaches of the Mediterranean, this limited-edition palette features natural, earth-toned hues as seen on the runway. The double-level case includes a trio of custom eye shadows in soft shades of taupe, silver and sandy beige, which were smudged and layered on models to create the focal point of the ethereal look. The finely milled powder recreates the models' fresh-faced glow, providing an added luminous finish. For a couture touch, each palette is accented with the star fabric of the Spring-Summer Armani show and is enveloped in an embroidered Cady Silk pouch.</p><p>Rouge Sheer Lipstick: contains the Color Shine Moisture Polymer, a revolutionary component able to retain twice its volume of water, enhance color luminosity and locks in hydration on your lips' surface for 8 hours. The result is a lipstick with a creamy, feather-light texture that is as hydrating as a balm with brilliant color.</p><p>The Nail Lacquer: features a rich, thick formula that coats your nails in long-lasting color with exceptional shine.</p>",
         "productMetaDescription":"An amazing group gift of Giorgio Armani beauty for the woman who loves quality. The collection is filled with warm coppers, delicate taupes and luminous silvers for soft, wearable looks.",
         "productImage":"/beauty/giorgio-armani-collection.jpg",
         "productThumb":"/beauty/giorgio-armani-collection-thumb.jpg",
         "imageAltText":"Giorgio Armani Collection",
         "giftStartLink":"http://bit.ly/1DCLoqz"
     },
       {  
         "productName":"Samsung - Gear 2 Smart Watch with Heart Rate Monitor",
         "productNameShort":"Samsung Gear 2 Smart Watch",
         "productSlug":"Samsung---Gear-2-Smart-Watch-with-Heart-Rate-Monitor",
         "productPrice":"299.99",
         "productDescription":"A fantastic group gift for the healthy or wannabe healthy person.  This Samsung Gear 2 SM-R3800VSAXAR smart watch features a Bluetooth 4.0 + LE interface that lets you wirelessly link with your compatible Samsung phone or tablet. Accelerometer, gyroscope and heart rate sensors provide versatility. <br> Color shown: Gold.  <br>Silver and Orange Available.  If you have any questions about colors, please contact the Gift Concierge.",
         "productImage":"/forHer/samsungGear2.jpg",
         "productThumb":"/forHer/samsungGear2Thumb.jpg",
         "imageAltText":"GiftStarter Samsung Gear 2 Smart Watch with Heart Rate Monitor",
         "giftStartLink":"http://bit.ly/1zY7xUG"
      },
      {  
         "productName":"butter LONDON&#8482; Gears &amp; Gadgets Ultimate Lacquer Trunk",
         "productNameShort":"Gears and Gadgets Lacquer Trunk",
         "productSlug":"butter-LONDON-Gears-Gadgets-Ultimate-Lacquer-Trunk",
         "productPrice":"150.00",
         "productDescription":"Oprah's 2014 Beauty Gift Guide Pick! All hail the ultimate group gift for the beauty obsessed!  Discover your signature look with 20 gorgeous Fashion Size Shades, 4 best-selling treatments and our favourite tools of the trade.  This is a great group gift for a woman, whether she’s single, a mother, young or older. Take the group gift to another level by inviting friends over for a manicure and wine party while watching a great flick together.",
         "productImage":"/forHer/blTrunk.jpg",
         "productThumb":"/forHer/blTrunkThumb.jpg",
         "imageAltText":"GiftStarter butter LONDON Gears Gadgets Ultimate Lacquer Trunk",
         "giftStartLink":"http://bit.ly/1HPMQvi"
      },
     {  
         "productName":"Vitamix&reg; S30 Blender",
         "productNameShort":"Vitamix&reg; S30 Blender",
         "productSlug":"Vitamix-S30-Blender",
         "productPrice":"409.00",
         "productDescription":"One of the most popular group gifting items ever - whether it's for a birthday or someone's wedding, the Vitamix makes a fabulous gift.  Vitamix has combined its high-performance engineering with the convenience of a personal blender. Whether you’re on the go or enjoying meals at home, the S30 makes it easy to create single and double servings of your favorite recipes (dressings, soups, juices, and more) while fitting easily on your countertop. There are two BPA-free containers to blend a variety of recipes for every meal of the day, even share with another loved one. Ideal for beverages, dressings, and food preparation for both you and a loved one. <br><br>Take this group gift to another level by asking every person that pitches in to the group gift to include their favorite Vitamix recipe to share.",
         "productImage":"/forHer/vitamix.jpg",
         "productThumb":"/forHer/vitamixThumb.jpg",
         "imageAltText":"GiftStarter Vitamix S30 Blender",
         "giftStartLink":"http://bit.ly/1yNvIns"
      },
      {  
         "productName":"fitbit&reg; one&#8482;",
         "productNameShort":"fitbit&reg; one&#8482;",
         "productSlug":"fitbit-one",
         "productPrice":"99.99",
         "productDescription":"A fantastic group gift to do for someone, or as a group, too!  If you want to turn fitness into a lifestyle, the FitBit One; is for you. For starters, it never rests. During the day, it tracks your steps, distance, calories burned, and stairs climbed. Come nightfall, it measures your sleep quality, helps you learn how to sleep better, and wakes you in the morning. The One&#8482; motivates you to reach your goals by bringing greater fitness into your life – seamlessly, socially, 24 hours a day.  This is a great gift that also has access to a community of other FitBit users to help encourage and motivate you.",
         "productImage":"/forHer/fitBitOne.jpg",
         "productThumb":"/forHer/fitBitOneThumb.jpg",
         "imageAltText":"GiftStarter fitbit one",
         "giftStartLink":"http://bit.ly/1rtvtvp"
      },
      {
         "productName":"London Calling - 40 Piece Set (A $775 value!",
         "productNameShort":"London Calling 40 Piece",
         "productSlug":"London-Calling-40-Piece",
         "productPrice":"399",
         "productDescription":"<p>A great group gift for the colour obsessed! If you're anything like us, choosing a lacquer colour is the hardest decision of the day. So we've created the ultimate collection featuring 40 of our top-selling shades and textures. Create endless new looks and flaunt your fabulous.</p><p>SET INCLUDES all of the following:</p><p>butter LONDON tiered storage unit - 11&quot; x 12&quot; x 1&quot;, Chancer, Come to Bed Red, Snog, Trout Pout, Jaffa, Tea with the Queen, Yummy Mummy, Hen Party, Cotton Buds, Fairy Cake, Tramp Stamp, Shag, Wallis, Marbs, The 444, Bobby Dazzler, Cheeky Chops, Wellies, Jaded Jack, British Racing Green, Poole, Fiver, Slapper, Jack the Lad, Knackered, Royal Navy, Scallywag, Sprog, Blagger, Keks, Scouse, HRH, Indigo Punk, Queen Vic, Lovely Jubbly, Scoundrel, La Moss, The Black Knight, Union Jack Black, and Billy No Mates</p><p>Link to butter LONDON&rsquo;s site: <a href=&quot;http://www.butterlondon.com/Collections/GiftStarter/London-Calling-40-Piece-Set.html&quot;>http://www.butterlondon.com/Collections/GiftStarter/London-Calling-40-Piece-Set.html</a></p>",
         "productMetaDescription":"A great gift for the colour obsessed who loves great nail products. This set features 40 of butter LONDON’s top-selling shades and textures. Gift of colors.",
         "productImage":"/butterlondon/london-calling-40-piece.jpg",
         "productThumb":"/butterlondon/london-calling-40-piece-thumb.jpg",
         "imageAltText":"London Calling 40 Piece",
         "giftStartLink":"http://bit.ly/1FfcJ7S"
     },
      {
         "productName":"Art of Alchemy Gift Set ($100 Value)",
         "productNameShort":"Art of Alchemy Gift Set",
         "productSlug":"Art-of-Alchemy-Gift-Set",
         "productPrice":"60",
         "productDescription":"<p>The perfect group gift for the artist friend who loves to showcase their talents every chance they get - including their nails!  Channel your inner alchemist and transform your lacquer with layering shades that add depth and dimension. Experiment with professional-grade tools, and high-fashion colour to create your signature look.</p><p>SET INCLUDES all of the following with full size colours:</p><p><strong>Cotton Buds (</strong>Opaque, pure white creme), <strong>Brown Sugar (</strong>Full Coverage, copper shimmer with gold glitter), <strong>Pillar Box Red (</strong>Opaque, red-orange creme), <strong>Chocka - Set Exclusive! (</strong></p><p>Opaque, deep plum shimmer), <strong>Goss (</strong>Opaque, rosy shimmer), <strong>Full Steam Ahead - Set Exclusive! (</strong>Opaque, grey creme), <strong>Dotting Tool, and a Cleanup Brush.</strong></p><p>Link to butter LONDON&rsquo;s site: <a href=&quot;http://www.butterlondon.com/Collections/GiftStarter/Art-of-Alchemy.html&quot;>http://www.butterlondon.com/Collections/GiftStarter/Art-of-Alchemy.html</a></p>",
         "productMetaDescription":"Great group gift for the nail art obsessed who loves great nail products. This set features colors, layering shades and tools to create a signature look with butter LONDON.",
         "productImage":"/butterlondon/art-of-alchemy-gift-set.jpg",
         "productThumb":"/butterlondon/art-of-alchemy-gift-set-thumb.jpg",
         "imageAltText":"Art of Alchemy Gift Set",
         "giftStartLink":"http://bit.ly/1FfdeP7"
     },
     {  
         "productName":"Clarisonic&#8482; Pedi Sonic Foot Transformation",
         "productNameShort":"Clarisonic&#8482; Pedi Sonic",
         "productSlug":"Clarisonic-Pedi-Sonic-Foot-Transformation",
         "productPrice":"199.00",
         "productDescription":"A wonderful group gift of skin health and relaxation for someone who's often on their feet.  Transform your toes with CLARISONIC Pedi sonic foot transformation, a beaty system proven to smooth, soften and hydrate rough, dry heels and toes so you’re sandal ready in no time at all. The precision engineered device gives you a professional quality buff with at home ease. Set includes: Pedi handle, Pedi Wet/Dry buffing brush head, Pedi disc, Pedi boost (1 oz.), Pedi buff (6 oz.), and Pedi balm (3.5 oz).  Great way to give the gift of pedicares in the comfort of home. How to use: Charge for 24 hours before first use and between uses. Every day, scrub away set-in debris and smooth dry, rough skin with the Wet/Dry Buffing brush head and Pedi-Buff. Follow with the Pedi-Balm to hydrate and protect smoothed feet. Twice a week, use the Pedi Smoothing disc on dry feet before your daily buff followed by the Pedi-Boost for total foot renewal and additional skin softening. Seal with the Pedi-Balm. <br><br>Pro tip: Try using the Wet/Dry Buffing brush head dry for quick touch-ups.",
         "productImage":"/forHer/clarisonicPediSonic.jpg",
         "productThumb":"/forHer/clarisonicPediSonicThumb.jpg",
         "imageAltText":"GiftStarter Clarisonic Pedi Sonic Foot Transformation",
         "giftStartLink":"http://bit.ly/1A1daf8 "
      },
     {
         "productName":"butter LONDON Stair Step Station",
         "productNameShort":"Stair Step Station",
         "productSlug":"Stair-Step-Station",
         "productPrice":"175",
         "productDescription":"<p>A wonderful group gift to give together for the Bezzie Mate who has everything (except a place to keep all her lacquers). This limited edition &quot;stair step&quot; station holds up to 40 lacquers or treatments. <strong>Lacquers in photo not included.</strong> &nbsp;<strong>($175 - Station only)</strong></p><p><br />Link to butter LONDON&rsquo;s site: <a href=&quot;http://www.butterlondon.com/Collections/GiftStarter/butter-LONDON-Stairstep-Station.html&quot;>http://www.butterlondon.com/Collections/GiftStarter/butter-LONDON-Stairstep-Station.html</a></p>",
         "productMetaDescription":"Great group gift for the nail art obsessed with great nail products. Limited edition butter LONDON “stair step” station holds up to 40 lacquers, nail polish or treatments.",
         "productImage":"/butterlondon/stair-step-station.jpg",
         "productThumb":"/butterlondon/stair-step-station-thumb.jpg",
         "imageAltText":"Stair Step Station",
         "giftStartLink":"http://bit.ly/1FfegdY"
     },
      {
         "productName":"butter LONDON “Let Them Wear Red” - GiftStarter Exclusive Set ($160 Value)",
         "productNameShort":"Let Them Wear Red Gift Set",
         "productSlug":"Let-Them-Wear-Red-Gift-Set",
         "productPrice":"125",
         "productDescription":"<p>This is a GiftStarter exclusive set from butter LONDON worth $160 - the red group gift of all amazing products red. All your favorite products with shades of red for every occasion.</p><p>This exclusive set includes all of the RED items from butter LONDON&rsquo;s collection:</p><ul><br /><li>Ladybird Liquid Lipstick - This opaque, tomato red liquid lipstick is ruling the catwalk! Grab our exclusive Fashion Week shade and rock it in red.</li><br /><li>Come to Bed Red Moisture Matte Lipstick - Full coverage, classic red cream</li><br /><li>Secret Door Lip Gloss - Sheer, poppy red gloss.</li><br /><li>Saucy Jack Nail Lacquer - A dark, blood red creme. In the immortal words of Derek Smalls, &ldquo;You're a naughty one, Saucy Jack!&ldquo;</li><br /><li>Chancer Nail Lacquer - Wear this deep, &ldquo;crushed glitter&ldquo; red nail lacquer when you are feeling particularly out of his league. He doesn't deserve you anyway.</li><br /><li>Old Blighty Nail Lacquer - A solid, brick red nail lacquer that lies between red and brown. Sexy, yet sensible; just like you.</li><br /><li>La Moss Nail Lacquer - A vampy deep, dark red nail lacquer full of red wine, just like its inspiration.</li><br /><li>Nail 999 Rescue System - Named for the British equivalent of &ldquo;911&ldquo; in the States, the Nail 999&trade; Rescue System instantly brightens the appearance of your nails.</li><br /></ul>",
         "productMetaDescription":"Great group gift for a person obsessed with great nail products or loves the color red. Exclusive gift set featuring all of the color RED gifts from butter LONDON.",
         "productImage":"/butterlondon/let-them-wear-red-gift-set.jpg",
         "productThumb":"/butterlondon/let-them-wear-red-gift-set-thumb.jpg",
         "imageAltText":"Let Them Wear Red Gift Set",
         "giftStartLink":"http://bit.ly/1FffwOu"
     },
      {
         "productName":"Gene Juarez Spa Journey Package (3 Hours)",
         "productNameShort":"Gene Juarez Spa Package",
         "productSlug":"Gene-Juarez-Spa-Package",
         "productPrice":"265",
         "productDescription":"<p>A wonderful group gift to give of relaxation and tender loving care for someone who deserves a little rest time.  Set aside a window of time to relax with a choice of three spa services, listed below. 3 hours</p><div class=&quot;section group&quot;><br /><li>60-minute Custom Facial</li><br /><li>60-minute Body Treatment</li><br /></ul></div><li>60-minute Custom Massage</li><br /><li>Spa Manicure &amp; Pedicure</li><br /></ul></div></div></div>",
         "productMetaDescription":"An amazing group gift to someone to enjoy 3 glorious hours with a choice of 3 spa services from Gene Juarez: facial, body treatment, massage, manicure and pedicure",
         "productImage":"/beauty/gene-juarez-spa-package.jpg",
         "productThumb":"/beauty/gene-juarez-spa-package-thumb.jpg",
         "imageAltText":"Gene Juarez Spa Package",
         "giftStartLink":"http://bit.ly/1DCManB"
     },
     {
         "productName":"Set of 10 Solid Lacquers ($150 value)",
         "productNameShort":"10 Solid Lacquer Gift Set",
         "productSlug":"10-Solid-Lacquer-Gift-Set",
         "productPrice":"120",
         "productDescription":"<p>Colors! &nbsp;Colors! &nbsp;Colors! &nbsp;Once this group gift is funded, choose from any 10 solid colors of lacquers available to be shipped directly to you. &nbsp;It doesn&rsquo;t get any better.</p><p>Great gift for the fashionista who loves to be bold with their finger tips. &nbsp;The set includes 10 gorgeous nail lacquers, with $30 savings! Gift it together to make it meaningful.</p><p>Here's the link to all the beautiful colors available!!&nbsp;http://www.butterlondon.com/Lacquers/</p>",
         "productMetaDescription":"Great gift for the fashionista who loves to be bold with their finger tips.  The set includes 10 gorgeous nail lacquers, with $30 savings! Gift it together to make it meaningful.",
         "productImage":"/butterlondon/10-solid-lacquer-gift-set.jpg",
         "productThumb":"/butterlondon/10-solid-lacquer-gift-set-thumb.jpg",
         "imageAltText":"10 Solid Lacquer Gift Set",
         "giftStartLink":"http://bit.ly/1FfgaeC"
     },
      {
         "productName":"Set of 20 Solid Lacquers ($300 value)",
         "productNameShort":"20 Solid Lacquers Gift Set",
         "productSlug":"20-Solid-Lacquers-Gift-Set",
         "productPrice":"199",
         "productDescription":"<p>Colors! &nbsp;Colors! &nbsp;Colors! &nbsp;Once this group gift is funded, choose from any 20 solid colors of lacquers available to be shipped directly to you. &nbsp;It doesn&rsquo;t get any better (and you save $101!).</p><p>Great gift for the fashionista who loves to be bold with their finger tips. &nbsp;The set includes 20 gorgeous nail lacquers, with $50 savings! Gift it together to make it meaningful.</p><p>Here's the link to all the beautiful colors available!! http://www.butterlondon.com/Lacquers/</p>",
         "productMetaDescription":"Great gift for the fashionista who loves to be bold with their finger tips.  The set includes 20 gorgeous nail lacquers, with $50 savings! Gift it together to make it meaningful.",
         "productImage":"/butterlondon/20-solid-lacquers-gift-set.jpg",
         "productThumb":"/butterlondon/20-solid-lacquers-gift-set-thumb.jpg",
         "imageAltText":"20 Solid Lacquers Gift Set",
         "giftStartLink":"http://bit.ly/1Ffgjil"
     },
      {
         "productName":"12 Boxes of Scrubbers (Buy 10, Get 2 Free)",
         "productNameShort":"12 Boxes of Scrubbers",
         "productSlug":"12-Boxes-of-Scrubbers",
         "productPrice":"100",
         "productDescription":"<p>A fabulous group gift to do to include for a shower, a bachelorette party, or just to stock up on these amazing scrubbers!  Scrubbers, butter LONDON's 2-in-1 wipes, are designed to strip away yesterday&rsquo;s mani and prep your nails for your next bespoke nail creation. All with one little wipe.</p><p>12 Boxes of Scrubbers, for the price of 10.</p>",
         "productMetaDescription":"Scrubbers, butter LONDON's 2-in-1 wipes, are designed to strip away yesterday’s mani and prep your nails for your next bespoke nail creation. All with one little wipe.",
         "productImage":"/butterlondon/12-boxes-of-scrubbers.jpg",
         "productThumb":"/butterlondon/12-boxes-of-scrubbers-thumb.jpg",
         "imageAltText":"12 Boxes of Scrubbers",
         "giftStartLink":"http://bit.ly/1FfgSZt"
     },
     {
         "productName":"Rescue Gift Set &amp; Nail System",
         "productNameShort":"Rescue and System Gift Set",
         "productSlug":"Rescue-and-System-Gift-Set",
         "productPrice":"75",
         "productDescription":"<p>Two sets and you get to save $5! &nbsp;</p><h3>&nbsp;</h3><br /><h3><a href=&quot;http://www.butterlondon.com/Collections/GiftStarter/Patent-Gel-Top-Tails-Set.html&quot;>Patent-Gel Top &amp; Tails Set</a></h3><br /><p>Patent-Gel Top &amp; Tails is a revolutionary duo that puts patent-leather shine at your fingertips, without harsh chemicals or UV lamps. The healthy alternative to gel manicures!</p><h3><a href=&quot;http://www.butterlondon.com/Collections/GiftStarter/Nail-999-Rescue-System.html&quot;>Nail 999 Rescue System</a></h3><br /><p>Named for the British equivalent of &quot;911&quot; in the States, the Nail 999&trade; Rescue System instantly brightens the appearance of your nails. Formulated with fortifying vitamins, proteins and Horsetail Extract to promote nail strength and growth, this system offers instant relief to dry brittle nails and rejuvenates nails damaged by UV-gel manicures.</p>",
         "productMetaDescription":"Great gift for the fashionista who loves to be bold with their finger tips.  Two gorgeous and very useful nail gift sets.  Gift it together to make it meaningful.",
         "productImage":"/butterlondon/rescue-and-system-gift-set.jpg",
         "productThumb":"/butterlondon/rescue-and-system-gift-set-thumb.jpg",
         "imageAltText":"Rescue and System Gift Set",
         "giftStartLink":"http://bit.ly/1DCDP39"
     },
       {
         "productName":"Luminesce Cellular Rejuvenation Serum",
         "productNameShort":"Cellular Rejuvenation Serum",
         "productSlug":"Cellular-Rejuvenation-Serum",
         "productPrice":"134.95",
         "productDescription":"<p>Everybody's skin has different needs - and this is a great group gift that will work most anyone's skin to rejuvenate them. With 200+ growth factors in each bottle, the Cellular Rejuvenation Serum goes to work with our own cells to customize the repair process to each individual. &nbsp;Used twice a day after cleansing the skin, the serum works to enhance the skin's tone and texture, reduces fine lines and wrinkles, stimulates collagen for elasticity, and reduces blemishes. &nbsp;</p>",
         "productMetaDescription":"Give a group gift of skin health. With 200+ growth factors in each bottle, the Cellular Rejuvenation Serum goes to work with our own cells to customize the repair process to each individual.",
         "productImage":"/beauty/cellular-rejuvenation-serum.jpg",
         "productThumb":"/beauty/cellular-rejuvenation-serum-thumb.jpg",
         "imageAltText":"Cellular Rejuvenation Serum",
         "giftStartLink":"http://bit.ly/1DCGc6h"
     },
     {  
         "productName":"6 Boxes of Julep&#8482; Maven for 6 Months",
         "productNameShort":"6 Months of Julep&#8482; Maven",
         "productSlug":"6-Boxes-of-Julep-Maven-for-6-Months",
         "productPrice":"119.94",
         "productDescription":"The Julep Mavens get first access to brand-new nail colors and beauty products at an unbeatable price—over $40 of product for just $19.99/month.  Each month they can preview the latest collection, customize their boxes, and access a Secret Store with lots of exclusive deals. Plus, they get free shipping and 20% off other great beauty products at julep.com. This is a great group gift that keeps on giving for many many months.",
         "productImage":"/forHer/julep.jpg",
         "productThumb":"/forHer/julepThumb.jpg",
         "imageAltText":"GiftStarter 6 Boxes of Julep Maven for 6 Months",
         "giftStartLink":"http://bit.ly/1tYHdYr"
      },
     {
         "productName":"Advanced Night Repair",
         "productNameShort":"Advanced Night Repair Cream",
         "productSlug":"Advanced-Night-Repair-Cream",
         "productPrice":"99.95",
         "productDescription":"<p>A great and useful group gift for anyone that loves or would love the night cream. &nbsp;The Advanced Night Repair cream seals in the serum and deeply moisturizes the skin during sleep. &nbsp;It improves the tone of the skin and protects the skin from free radical damage. &nbsp;The growth factors in this product increases luminosity and supports the skin's natural ability to repair itself. &nbsp;It contains a powerful blend of vitamins A, B, C, and E along with apple, lentil, and cucumber extracts.</p>",
         "productMetaDescription":"Give a great group gift that helps seal and deeply moisturize the skin during sleep.  A powerful",
         "productImage":"/beauty/advanced-night-repair-cream.jpg",
         "productThumb":"/beauty/advanced-night-repair-cream-thumb.jpg",
         "imageAltText":"Advanced Night Repair Cream",
         "giftStartLink":"http://bit.ly/1Je8nQJ"
     },
     {
         "productName":"2 Bottles of Daily Moisturer",
         "productNameShort":"2 Bottles of Daily Moisturer",
         "productSlug":"2-Bottles-of-Daily-Moisturer",
         "productPrice":"139.92",
         "productDescription":"<p>Great group gift for anyone that needs a sophisticated formula of moisturizing. &nbsp;The Daily Moisturizing Cream has SPF 30 and green algae extract to naturally protect against UVA/UVB rays. &nbsp;Additionally, it has apple, watermelon and lentil extract to lock in hydration. &nbsp;Its light formula is packed with vitamins, especially vitamin C that decreases signs of aging. &nbsp;</p>",
         "productMetaDescription":"Great group gift for anyone that needs a sophisticated formula of moisturizing.  The Daily Moisturizing Cream has SPF 30 and green algae extract to naturally protect against UVA/UVB rays.",
         "productImage":"/beauty/2-bottles-of-daily-moisturer.jpg",
         "productThumb":"/beauty/2-bottles-of-daily-moisturer-thumb.jpg",
         "imageAltText":"2 Bottles of Daily Moisturer",
         "giftStartLink":"http://bit.ly/1Je9xM5"
     },
     {
         "productName":"Luminesce Cleanser",
         "productNameShort":"Luminesce Cleanser",
         "productSlug":"Luminesce-Cleanser",
         "productPrice":"89.90",
         "productDescription":"<p>A great group gift for someone who really likes to take care of their skin. &nbsp;The Youth Restoring Cleanser detoxifies the skin to the cellular level. &nbsp;It helps clear away dead skin to reveal radiant and youthful skin. &nbsp;The light formula won't clog pores and helps reduce blemishes and other impurities. &nbsp;It also includes essential vitamins A, C, and E along with green tea extract.</p>",
         "productMetaDescription":"A great group gift for someone who really likes to take care of their skin.  The Youth Restoring Cleanser detoxifies the skin to the cellular level.",
         "productImage":"/beauty/luminesce-cleanser.jpg",
         "productThumb":"/beauty/luminesce-cleanser-thumb.jpg",
         "imageAltText":"Luminesce Cleanser",
         "giftStartLink":"http://bit.ly/1Jeah3D"
     },
      {
         "productName":"2 Bottles of Luminesce Body Renew Moisturizer",
         "productNameShort":"Luminesce Body Moisturizer",
         "productSlug":"Luminesce-Body-Moisturizer",
         "productPrice":"119.90",
         "productDescription":"<p>An amazing gift of moisture for someone who loves a luxurious and healthy dose of body moisturizer. &nbsp;The Essential Body Renewal provides all day hydration and contains passionfruit and black elderberry extract. &nbsp;It also has antioxidant, growth factors, and anti-inflammatory properties that works on all skin types. &nbsp;</p>",
         "productMetaDescription":"An amazing gift of moisture for someone who loves a luxurious and healthy dose of body moisturizer.  The Essential Body Renewal provides all day hydration and contains passionfruit and black elderberry extract.",
         "productImage":"/beauty/luminesce-body-moisturizer.jpg",
         "productThumb":"/beauty/luminesce-body-moisturizer-thumb.jpg",
         "imageAltText":"Luminesce Body Moisturizer",
         "giftStartLink":"http://bit.ly/1Jeb70u"
     },
     {
         "productName":"2 Bottles Ultimate Lifting Masque",
         "productNameShort":"Ultimate Lifting Masque",
         "productSlug":"Ultimate-Lifting-Masque",
         "productPrice":"139.90",
         "productDescription":"<p>A great group gift for anyone that loves a nourishing face mask to relax and recharge. &nbsp;The Ultimate Lifting Masque deeply nourishes and hydrates the skin while diminishing the appearance of aging. &nbsp;It contains tara, chicory root, and cucumber extract to cool, lift and soften the skin. &nbsp;Every application will help expel contaminants like blackheads and blemishes caused by bacteria to reveal a glowing complexion.</p>",
         "productMetaDescription":"A great group gift for anyone that loves a nourishing face mask to relax and recharge.  The Ultimate Lifting Masque deeply nourishes and hydrates the skin while diminishing the appearance of aging.",
         "productImage":"/beauty/ultimate-lifting-masque.jpg",
         "productThumb":"/beauty/ultimate-lifting-masque-thumb.jpg",
         "imageAltText":"Ultimate Lifting Masque",
         "giftStartLink":"http://bit.ly/1JebA2D"
     }
  ]
}







