{
   "categoryName":"Gift Ideas for the Boss",
   "categoryNameShort":"Boss",
   "categorySlug":"Boss",
   "categoryBlurb":"Talk about pressure...what do you get for the person you work for when he or she is having a special occasion? Whether it’s a wedding, birthday, anniversary, or other important day, we can help. We’ve curated our favorite gift ideas for the boss that will help show that the team really does have it all together with the perfect group gift.",
   "productList":[  
      {  
         "productName":"Ticketmaster&reg; Gift Card",
         "productNameShort":"Ticketmaster&reg; Gift Card",
         "productPrice":"250.00",
         "productDescription":"Ticketmaster&reg; Gift Cards are good for music, sports, theater, and family events, and the perfect way to please even the hard-to-buy-for.  Gifts of experiences are the only gifts that make a person richer - so get together, and gift an experience they’ll never forget.",
         "productImage":"/boss/ticketmasterGC.jpg",
         "productThumb":"/boss/ticketmasterGCThumb.jpg",
         "imageAltText":"GiftStarter Ticketmaster Gift Card",
         "giftStartLink":"http://bit.ly/1KWHgc7",
         "productSlug":"Ticketmaster-Gift-Card"
      },
      {  
         "productName":"Aeron Chair By Herman Miller",
         "productNameShort":"Aeron Chair",
         "productSlug":"Aeron-Chair-By-Herman-Miller",
         "productPrice":"548.88",
         "productDescription":"The Aeron Chair is used widely in fortune 500 companies and Hollywood sets, so this chair is amongst the most popular in the market today.  The innovative design makes the Aeron Chair ideal for the office or home space environment. Its focuses on the way your pelvis tilts naturally forward, so that your spine stays aligned and you avoid back pain.The strong suspension distributes your weight evenly over the back and seat while conforming to your body type.",
         "productImage":"/boss/aeronChair.jpg",
         "productThumb":"/boss/aeronChairThumb.jpg",
         "imageAltText":"GiftStarter Aeron Chair By Herman Miller",
         "giftStartLink":"http://bit.ly/15rn6GA"
      },
      {  
         "productName":"Apple&reg; 16GB iPad Air 2 (Wi-Fi, Space Gray)",
         "productNameShort":"Apple&reg; iPad Air 2",
         "productSlug":"Apple-16GB-iPad-Air-2-Wi-Fi-Space-Gray",
         "productPrice":"489.00",
         "productDescription":"The Apple iPad is one of the most desired and practical gifts of all time.  This particular iPad is for the 16GB iPad Air 2 in Space Gray with WiFi.  Great for road trips, hanging out at home, or entertaining the kids.  * For other options on iPads (like memory size, color, WiFi versus LTE, etc…), please contact the Gift Concierge or use our Search to find the exact model you are looking for. Using the GiftStarter link does not guarantee availability of a particular size or color.  If you have any questions about sizes, colors, or options, please contact the <a href=\"/concierge\" >Gift Concierge</a>.",
         "productImage":"/boss/ipadAir.jpg",
         "productThumb":"/boss/ipadAir.jpg",
         "imageAltText":"GiftStarter Apple 16GB iPad Air 2 (Wi-Fi, Space Gray)",
         "giftStartLink":"http://bit.ly/1IoJTBl"
      },
      {  
         "productName":"Experience",
         "productNameShort":"Experience",
         "productSlug":"experience",
         "productPrice":" varies",
         "productDescription":"Give the gift of flight, driving an exotic car, or a spa package. Experience the serenity and breath-taking views as you float effortlessly thousands of feet above ground.  There is nothing like an experience gift. Afterall, you know what they say - experiences are the only gifts that actually make a person richer.  They make an incredible gift!  You can gift other unique experiences, such as a holiday, flight lessons, a fishing charter, or tickets and accommodation to a special event. Dream up the gift, we can make it happen.",
         "productImage":"/boss/hotAirBalloon.jpg",
         "productThumb":"/boss/hotAirBalloonThumb.jpg",
         "imageAltText":"GiftStarter Experience",
         "giftStartLink":"http://bit.ly/1xwMnXf"
      },
      {  
         "productName":"Engraved, personalized Mont Blanc Cruiser Pen",
         "productNameShort":"Mont Blanc Cruiser Pen",
         "productSlug":"Engraved-personalized-Mont-Blanc-Cruiser-Pen",
         "productPrice":"225.00",
         "productDescription":"Giving and owning a pen has its practical and highly sentimental value. A pen can be a heirloom if it’s of high value and lots of emotions are connected to it. Giving a pen adds value to the friendship or relationship between the giver and the receiver, as every time the receiver uncaps the pen, be it consciously or subconsciously, the thought of the giver would automatically come to mind to caress it with the reminiscent.  This is a gift that people will treasure year after year.",
         "productImage":"/boss/montblancPen.jpg",
         "productThumb":"/boss/montblancPenThumb.jpg",
         "imageAltText":"GiftStarter Engraved, personalized Mont Blanc Cruiser Pen",
         "giftStartLink":"http://bit.ly/1BvpUAe"
      },
      {  
         "productName":"Single Malt Scotch - Glendronach 18 year old Allardice Single Malt Whisky 750ml",
         "productNameShort":"Glendronach Single Malt Whisky",
         "productSlug":"Single-Malt-Scotch-Glendronach-18-year-old-Allardice-Single-Malt-Whisky-750ml",
         "productPrice":"119.99",
         "productDescription":"Single malt distilleries are popping up across America, as bourbon whiskey is on the rise and this year marked the first time that none of the top five whiskies in Jim Murray’s “Whiskey Bible” came from Scotland. There an increasing, quality competition in the world of whiskey. Mellow and rich, no liquor is quite as luxurious and masculine as single malt scotch. Aged in &quot;the finest&quot; Oloroso sherry butts, the Glendronach 18 year is the darkest and most dense of the three standard expressions. Loaded with spice cake and dark toffee on the nose, the palate follows through with all of the flavor without ever going over the top. It's fudgy and loaded with dried fruit on the backend, showcasing everything you're looking for something like Macallan 18, albeit for $90 less per bottle.  Need we say more?",
         "productImage":"/boss/singleMaltScotch.jpg",
         "productThumb":"/boss/singleMaltScotchThumb.jpg",
         "imageAltText":"GiftStarter Single Malt Scotch - Glendronach 18 year old Allardice Single Malt Whisky 750ml",
         "giftStartLink":"http://bit.ly/1CKHQnp"
      },
      {  
         "productName":"Travel: Ogio Rocker RBC Carrying Case (Roller) for 17” Notebook",
         "productNameShort":"Ogio Rocker RBC Carrying Case",
         "productSlug":"Travel-Ogio-Rocker-RBC-Carrying-Case-Roller-for-17-Notebook",
         "productPrice":"200.00",
         "productDescription":"If you are boss is always on the road, why not give them something to make their travels a bit smoother.  This bag will fit nearly any laptop, has plenty of pockets.",
         "productImage":"/boss/ogioBag.jpg",
         "productThumb":"/boss/ogioBagThumb.jpg",
         "imageAltText":"GiftStarter Travel: Ogio Rocker RBC Carrying Case (Roller) for 17” Notebook",
         "giftStartLink":"http://bit.ly/1zsGa4p"
      },
      {  
         "productName":"POPSUGAR MUST HAVE 6 Month Subscription Box",
         "productNameShort":"POPSUGAR Subscription Box",
         "productSlug":"POPSUGAR-MUST-HAVE-6Month-Subsciption-Box",
         "productPrice":"214.70",
         "productDescription":"Give the gift of beauty, fashion, home, fitness, and food all at once with a 6-month subscription to POPSUGAR. The lucky gift recipient will receive full-size products and premium items worth over $100 each month for 6 months. ($600 value.)",
         "productImage":"/boss/popSugar.jpg",
         "productThumb":"/boss/popSugarThumb.jpg",
         "imageAltText":"GiftStarter POPSUGAR MUST HAVE 6 Month Subscription Box",
         "giftStartLink":"http://bit.ly/1KWKQDe"
      },
      {  
         "productName":"Cut Crystal Princeton Decanter Set",
         "productNameShort":"Crystal Decanter Set",
         "productSlug":"Cut-Crystal-Princeton-Decanter-Set",
         "productPrice":"125.00",
         "productDescription":"When you serve your guests with a cocktail set as distinctive as this, you can expect a lively beginning to the conversation or an evening together connecting. It has a sophisticated profile giving it a feel of richness and exclusivity, with a European design punctuated by a dramatic cut crystal design around the base of the decanter - a special Things Remembered exclusive. Both the decanter and matching double old fashioned glasses are engravable, allowing you to give an unforgettable and personal gift for someone close, or simply set the stage for an elegant evening of your own.  This decanter holds 20.3 oz.; glasses hold 6.8 oz.  This is a great gift for housewarmings, retirement, birthdays and the holidays",
         "productImage":"/boss/decanterSet.jpg",
         "productThumb":"/boss/decanterSetThumb.jpg",
         "imageAltText":"GiftStarter Cut Crystal Princeton Decanter Set",
         "giftStartLink":"http://bit.ly/1z3IU83"
      },
      {  
         "productName":"The Art of Shaving- Lexington Collection Set",
         "productNameShort":"Lexington Collection Set",
         "productSlug":"TheArtofShaving--Lexington-Collection-Set",
         "productPrice":"385.00",
         "productDescription":"The Art of Shaving Lexington Collection&#8482; is the set to gift as it features the Lexington Collection&#8482; Razor and Stand. This set is paired with the Fusion Chrome Fine Badger Shaving Brush, only the most functional and useful of shaving products.  Gift this for the man who prides himself on quality and a good shave.  Experience a new angle on shaving with our most technologically advanced manual razor.  Featuring Flexball&#8482; technology that responds to facial contours, it pivots in multiple directions for maximum contact with the skin. The result is a cleaner, closer shave with fewer strokes.",
         "productImage":"/boss/lexingtonCollectionSet.jpg",
         "productThumb":"/boss/lexingtonCollectionSetThumb.jpg",
         "imageAltText":"GiftStarter The Art of Shaving- Lexington Collection Set",
         "giftStartLink":"http://bit.ly/1Gme3rh"
      },
      {  
         "productName":"Spherical Ice Ball Maker",
         "productNameShort":"Spherical Ice Ball Maker",
         "productSlug":"Spherical-Ice-ball-Maker",
         "productPrice":"399.99",
         "productDescription":"This is one of the most amazing gifts one could give or get.  The solid aluminum Spherical Ice Ball Maker marries science and design to perfectly chill your beverage of choice. The process is easy! Simply use the included ice mold to make a small ice slab in your freezer. Then place the slab into the Spherical Ice Maker. The weight of the machine at room temperature compresses the ice into a 2.6” sphere in less than a minute. The sphere has less surface area than a cube — so it melts more slowly and evenly to chill drinks without watering them down. Includes drip pan, tongs and 4 ice molds.",
         "productImage":"/boss/sphericalIceBallMaker.jpg",
         "productThumb":"/boss/sphericalIceBallMakerThumb.jpg",
         "imageAltText":"GiftStarter Spherical Ice Ball Maker",
         "giftStartLink":"http://bit.ly/1CIVfwA"
      }

   ]
}