{
   "categoryNameLong":"Gift Ideas to Say Farewell",
   "categoryNameShort":"Farewell",
   "categorySlug":"Farewell",
   "categoryBlurb":"Sometimes the time comes for your colleague to pursue a new opportunity - or your best friend to move states for his or her dream job. There’s no better time to let them know how much they’ll be missed than with a group gift from GiftStarter. We know that it can be a challenge to find the perfect gift. To make it easy, we’ve curated our favorite ideas for group gifting the best farewell ever. Bring friends and colleagues together for a bigger, better group gift with GiftStarter.",
   "productList":[  
      {  
         "productName":"Experience",
         "productNameShort":"Experience",
         "productSlug":"experience",
         "productPrice":" varies",
         "productDescription":"Give the gift of flight, driving an exotic car, or a spa package. Experience the serenity and breath-taking views as you float effortlessly thousands of feet above ground.  There is nothing like an experience gift. Afterall, you know what they say - experiences are the only gifts that actually make a person richer.  They make an incredible gift!  You can gift other unique experiences, such as a holiday, flight lessons, a fishing charter, or tickets and accommodation to a special event. Dream up the gift, we can make it happen. Contact the <a href=\"#\" onclick=\"olark('api.box.expand')\">Gift Concierge</a>",
         "productImage":"/farewell/hotAirBalloon.jpg",
         "productThumb":"/farewell/hotAirBalloonThumb.jpg",
         "imageAltText":"GiftStarter Experience",
         "giftStartLink":"http://bit.ly/1xwMnXf"
      },
      {  
         "productName":"Handcrafted Leather 10 X 10 Photo Album",
         "productNameShort":"Handcrafted Leather Photo Album",
         "productSlug":"Handcrafted-Leather-10-X-10-Photo-Album",
         "productPrice":"219.95",
         "productDescription":"Put together and give the gift of memories with this artisan made, leather photo album from the studios of Renaissance Art in Seattle. Personalized, gift wrapped in our handmade chenille pouch and hand marbled endpapers are also available for this album. Choose your collection well, for future generations may only know your soul and personality through the images and items it contains. Wrapped in rich leather, with images and items mounted on acid-free pages with crystal clear mounting tabs, your memories will entice and enrich decades to come.  Available in 5 sizes - contact the Gift Concierge with your requests on size, and other customizations available for this unique and personal gift. ",
         "productImage":"/farewell/photoAlbum.jpg",
         "productThumb":"/farewell/photoAlbumThumb.jpg",
         "imageAltText":"GiftStarter Handcrafted Leather 10 X 10 Photo Album",
         "giftStartLink":"http://bit.ly/15Sk1PL"
      },
      {
         "productName":"Pix-Star PXT510WR02 10.4 Inch FotoConnect XD Digital Picture Frame with Wi-Fi, Email, UPnP-Black",
         "productNameShort":"Pix-Star FotoConnect XD Digital Picture Frame",
         "productSlug":"Pix-Star-PXT510WR02-104-Inch-FotoConnect-XD-Digital-Picture-Frame-with-Wi-Fi-Email-UPnP-Black",
         "productPrice":"149.99",
         "productDescription":"Put together some of the most memoriable digital photos on this 10.4 in. high-quality display with LED backlight. The fram can then be managed from the Web. The cool features is photos can be added by email via the 3G/Wi-Fi Network on your mobile phone and recieve pictures directly on to the frame.",
         "productImage":"/farewell/digitalPhotoFrame.jpg",
         "productThumb":"/farewell/digitalPhotoFrameThumb.jpg",
         "imageAltText":"GiftStarter Pix-Star PXT510WR02 10.4 Inch FotoConnect XD Digital Picture Frame with Wi-Fi, Email, UPnP-Black",
         "giftStartLink":"http://bit.ly/1BvoANT"
      },
      {
         "productName":"Engraved, personalized Mont Blanc Cruiser Pen",
         "productNameShort":"Mont Blanc Cruiser Pen",
         "productSlug":"Engraved-personalized-Mont-Blanc-Cruiser-Pen",
         "productPrice":"225.00",
         "productDescription":"Giving and owning a pen has its practical and highly sentimental value. A pen can be a heirloom if it’s of high value and lots of emotions are connected to it. Giving a pen adds value to the friendship or relationship between the giver and the receiver, as every time the receiver uncaps the pen, be it consciously or subconsciously, the thought of the giver would automatically come to mind to caress it with the reminiscent.  This is a gift that people will treasure year after year.",
         "productImage":"/farewell/montblancPen.jpg",
         "productThumb":"/farewell/montblancPenThumb.jpg",
         "imageAltText":"GiftStarter Engraved, personalized Mont Blanc Cruiser Pen",
         "giftStartLink":"http://bit.ly/1BvpUAe"
      },
      {
         "productName":"OpenTable Restaurant Gift Card",
         "productNameShort":"OpenTable Restaurant Gift Card",
         "productSlug":"OpenTable-Restaurant-Gift-Card",
         "productPrice":"150.00",
         "productDescription":"Nothing says it better in saying goodbye then gifting an a beautiful dining experience at a local restaurant. Through OpenTable, you can make it easy for the recipient to redeem their gift card from the group and book the reservation all the same time.  ",
         "productImage":"/farewell/openTableGC.jpg",
         "productThumb":"/farewell/openTableGCThumb.jpg",
         "imageAltText":"GiftStarter OpenTable Restaurant Gift Card",
         "giftStartLink":"http://bit.ly/1xqih7H"
      },
      {
         "productName":"6 Boxes of Julep Maven for 6 Months",
         "productNameShort":"6 Boxes of Julep Maven for 6 Months",
         "productSlug":"6-Boxes-of-Julep-Maven-for-6-Months",
         "productPrice":"119.84",
         "productDescription":"The Julep Mavens get first access to brand-new nail colors and beauty products at an unbeatable price—over $40 of product for just $19.99/month.  Each month they can preview the latest collection, customize their boxes, and access a Secret Store with lots of exclusive deals. Plus, they get free shipping and 20% off other great beauty products at julep.com.",
         "productImage":"/farewell/julep.jpg",
         "productThumb":"/farewell/julepThumb.jpg",
         "imageAltText":"GiftStarter 6 Boxes of Julep Maven for 6 Months",
         "giftStartLink":"http://bit.ly/1CIl288"
      },
      {
         "productName":"LEGO&reg; Star Wars&#8482; Death Star&#8482;",
         "productNameShort":"LEGO&reg; Star Wars&#8482; Death Star&#8482;",
         "productSlug":"LEGO-Star-Wars-Death-Star",
         "productPrice":"399.99",
         "productDescription":"Recreate the action and adventure of the Star Wars&#8482; movies with the ultimate Death Star playset! This detailed battle station is awesome as it features an incredible array of minifigure-scale scenes, moving parts, characters and accessories from Episodes IV and VI on its multiple decks, including the Death Star control room, rotating turbolaser turrets, hangar bay with TIE Advanced starfighter, tractor beam controls, Emperor’s throne room, detention block, firing laser cannon, Imperial conference chamber, droid maintenance facility, and the powerful Death Star superlaser…plus much more! Swing across the chasm with Luke and Leia, face danger in the trash compactor, and duel with Darth Vader for the fate of the entire galaxy!  This is the perfect gift for the guy that loves to build and/or is a big Star Wars fan.  Ideal for men that are engineers, architects, teachers, mechanics, and just plain love to build. ",
         "productImage":"/farewell/legoDeathStar.jpg",
         "productThumb":"/farewell/legoDeathStarThumb.jpg",
         "imageAltText":"GiftStarter LEGO Star Wars Death Star",
         "giftStartLink":"http://bit.ly/1uaqO37"
      },
      {
         "productName":"Single Malt Scotch - Glendronach 18 year old Allardice Single Malt Whisky 750ml",
         "productNameShort":"Glendronach Single Malt Whisky",
         "productSlug":"Single-Malt-Scotch-Glendronach-18-year-old-Allardice-Single-Malt-Whisky-750ml",
         "productPrice":"119.99",
         "productDescription":"Single malt distilleries are popping up across America, as bourbon whiskey is on the rise and this year marked the first time that none of the top five whiskies in Jim Murray’s “Whiskey Bible” came from Scotland. There an increasing, quality competition in the world of whiskey. Mellow and rich, no liquor is quite as luxurious and masculine as single malt scotch. Aged in &quot;the finest&quot; Oloroso sherry butts, the Glendronach 18 year is the darkest and most dense of the three standard expressions. Loaded with spice cake and dark toffee on the nose, the palate follows through with all of the flavor without ever going over the top. It's fudgy and loaded with dried fruit on the backend, showcasing everything you're looking for something like Macallan 18, albeit for $90 less per bottle.  Need we say more?",
         "productImage":"/farewell/singleMaltScotch.jpg",
         "productThumb":"/farewell/singleMaltScotchThumb.jpg",
         "imageAltText":"GiftStarter Single Malt Scotch - Glendronach 18 year old Allardice Single Malt Whisky 750ml",
         "giftStartLink":"http://bit.ly/1CKHQnp"
      }
   ]
}