{  
   "categoryNameLong":"Gift Ideas for Him",
   "categoryNameShort":"For Him",
   "categorySlug":"forHim",
   "categoryBlurb":"Looking for the perfect gift for the man who has everything? At GiftStarter, we know that it can be a challenge when it comes to finding the perfect gift for your dad or brother or best friend. Whether it’s for a birthday, anniversary, or just because...it’s time to bring friends and family together to get a bigger, better gift. And we can help. To make it easy, we have curated our favorite ideas for group gifting for the man in your life.  Let them know from their community of family and friends how special they are with a group gift from GiftStarter.",
   "productList":[  
      {  
         "productName":"Experience",
         "productNameShort":"Experience",
         "productSlug":"experience",
         "productPrice":"varies",
         "productDescription":"Give the gift of flight, driving an exotic car, or a spa package. Experience the serenity and breath-taking views as you float effortlessly thousands of feet above ground.  There is nothing like an experience gift. Afterall, you know what they say - experiences are the only gifts that actually make a person richer.  They make an incredible gift!  You can gift other unique experiences, such as a holiday, flight lessons, a fishing charter, or tickets and accommodation to a special event. Dream up the gift, we can make it happen. Contact the <a href=\"#\" onclick=\"olark('api.box.expand')\">Gift Concierge</a>",
         "productImage":"/forhim/hotAirBalloon.jpg",
         "productThumb":"/forhim/hotAirBalloonThumb.jpg",
         "imageAltText":"GiftStarter Experience",
         "giftStartLink":"http://bit.ly/1xwMnXf"
      },
      {  
         "productName":"Parrot MiniDrone Jumping Sumo",
         "productNameShort":"Parrot MiniDrone Jumping Sumo",
         "productSlug":"Parrot-MiniDrone-Jumping-Sumo",
         "productPrice":"159.99",
         "productDescription":"The Parrot MiniDrone Jumping Sumo is a super cool, two-wheeled rover with a camera that streams live video for piloting through an intuitive smartphone or tablet app. The camera can also capture low-res photos and video and can jump over 2.5 feet high and always falls back on its wheels, making it almost idiot proof. Comes with a wide angle camera and and Lithium-Polymer battery, rechargeable and removable, lasts up to 20 minutes and full recharge in 1 hour.  For the gadget affectionado, this is a gift that will have him excited.",
         "productImage":"/forhim/parrotDrone.jpg",
         "productThumb":"/forhim/parrotDroneThumb.jpg",
         "imageAltText":"GiftStarter Parrot MiniDrone Jumping Sumo",
         "giftStartLink":"http://bit.ly/1y6DjfF"
      },
      {  
         "productName":"ViewSonic&reg; PJD5134 SVGA DLP Projector",
         "productNameShort":"ViewSonic&reg; Projector",
         "productSlug":"ViewSonic-PJD5134-SVGA-DLP-Projector",
         "productPrice":"323.99",
         "productDescription":"Sometimes the widescreen TV isn’t big enough for the upcoming big game or a movie night, so give him the biggest screen he can make with a projector.  This ViewSonic projects at 800x600 DLP, contains a 3,000 ANSI lumens brightness and 15,000:1 contrast ratio.  This also makes a great group gift for family and friend gatherings.  Imagine watching a Super Bowl Sunday game together extra large!  You can project the game or any program onto a wall to enjoy together.",
         "productImage":"/forhim/viewSonicProjector.jpg",
         "productThumb":"/forhim/viewSonicProjectorThumb.jpg",
         "imageAltText":"GiftStarter ViewSonic PJD5134 SVGA DLP Projector",
         "giftStartLink":"http://bit.ly/1CgZ1N2"
      },
      {  
         "productName":"Weber&reg; Spirit E210 Liquid Propane Gas Grill",
         "productNameShort":"Weber&reg; Spirit E210 Gas Grill",
         "productSlug":"Weber Spirit E210 Liquid Propane Gas Grill",
         "productPrice":"499.00",
         "productDescription":"This is Weber’s grill completely re-imagined, and the proof is visible in features throughout the grill. With the control panel moved to the front, two stainless steel tables fold down to allow for maneuverability and easy storage – a boon for grillers with small patios, decks or balconies. While compact, the grill is also roomy enough to cook a 20-pound turkey or roast meats and vegetables at the same time.  Porcelain-enameled cast-iron cooking grates offer superior heat retention and quick clean up, and the porcelain-enameled shroud will not fade, peel or rust.  This is a must-have for newlyweds – to keep the meal choices and meal preparation tasks open.",
         "productImage":"/forhim/weberGrill.jpg",
         "productThumb":"/forhim/weberGrillThumb.jpg",
         "imageAltText":"GiftStarter Weber Spirit E210 Liquid Propane Gas Grill",
         "giftStartLink":"http://bit.ly/1xbag6G"
      },
      {  
         "productName":"LEGO&reg; Star Wars&#8482; Death Star&#8482;",
         "productNameShort":"LEGO&reg; Star Wars&#8482; Death Star&#8482;",
         "productSlug":"LEGO-Star-Wars-Death-Star",
         "productPrice":"399.99",
         "productDescription":"Recreate the action and adventure of the Star Wars&#8482; movies with the ultimate Death Star playset! This detailed battle station is awesome as it features an incredible array of minifigure-scale scenes, moving parts, characters and accessories from Episodes IV and VI on its multiple decks, including the Death Star control room, rotating turbolaser turrets, hangar bay with TIE Advanced starfighter, tractor beam controls, Emperor’s throne room, detention block, firing laser cannon, Imperial conference chamber, droid maintenance facility, and the powerful Death Star superlaser…plus much more! Swing across the chasm with Luke and Leia, face danger in the trash compactor, and duel with Darth Vader for the fate of the entire galaxy!  This is the perfect gift for the guy that loves to build and/or is a big Star Wars fan.  Ideal for men that are engineers, architects, teachers, mechanics, and just plain love to build. ",
         "productImage":"/forhim/legoDeathStar.jpg",
         "productThumb":"/forhim/legoDeathStarThumb.jpg",
         "imageAltText":"GiftStarter LEGO&reg; Star Wars&#8482; Death Star&#8482;",
         "giftStartLink":"http://bit.ly/1uaqO37"
      },
      {  
         "productName":"TRX&reg; FORCE Kit: Tactical",
         "productNameShort":"TRX&reg; FORCE Kit: Tactical",
         "productSlug":"TRX-FORCE-Kit-Tactical",
         "productPrice":"299.95",
         "productDescription":"The TRX&reg; FORCE Kit is the most innovative and hardcore suspension trainer released by TRX.  The FORCE Kit features the practical durable  materials to make it very useful  in any situation. On top of its advanced design, the TRX FORCE Kit includes real life extensive 12-week progressive training program and workouts used by the US Military, first responders, MMA fighters and more!  Each TRX FORCE Kit includes the upgraded Tactical Suspension Trainer, training program, workout DVD, military fitness guide, door anchor, carry bag (that doubles as a backpack), TRX Xtender, door placard and TRX Suspension Anchor.  This is the ultimate fitness junkie’s gear and kit to get them into tip to shape in any season.",
         "productImage":"/forhim/trxForce.jpg",
         "productThumb":"/forhim/trxForceThumb.jpg",
         "imageAltText":"GiftStarter TRX&reg; FORCE Kit: Tactical",
         "giftStartLink":"http://bit.ly/1whhIvv"
      },
      {  
         "productName":"Fitbit&reg; Surge&#8482; GPS Watch + Heart Rate Monitor",
         "productNameShort":"Fitbit&reg; Surge&#8482;",
         "productSlug":"Fitbit-Surge-GPS-Watch-Heart-Rate-Monitor",
         "productPrice":"249.95",
         "productDescription":"While looking like a designer watch that you can wear with pride on your wrist, this super-charged activity tracker logs fitness stats, monitors your heart rate and sleep, and controls your tunes—progress has never looked so good.  Great gift of health and wellness for both the fitness junkie and the guy in your life that aims to get into shape. What’s great is that Fitbit is a great social tool that allows family and friends to encourage each other with cheers.",
         "productImage":"/forhim/fitBit.jpg",
         "productThumb":"/forhim/fitBitThumb.jpg",
         "imageAltText":"GiftStarter Fitbit Surge GPS Watch + Heart Rate Monitor",
         "giftStartLink":"http://bit.ly/1ChBxax"
      },
      {  
         "productName":"Single Malt Scotch - Glendronach 18 year old Allardice Single Malt Whisky 750ml",
         "productNameShort":"Glendronach Single Malt Whisky",
         "productSlug":"Single-Malt-Scotch-Glendronach-18-year-old-Allardice-Single-Malt-Whisky-750ml",
         "productPrice":"119.99",
         "productDescription":"Single malt distilleries are popping up across America, as bourbon whiskey is on the rise and this year marked the first time that none of the top five whiskies in Jim Murray’s “Whiskey Bible” came from Scotland. There an increasing, quality competition in the world of whiskey. Mellow and rich, no liquor is quite as luxurious and masculine as single malt scotch. Aged in &quot;the finest&quot; Oloroso sherry butts, the Glendronach 18 year is the darkest and most dense of the three standard expressions. Loaded with spice cake and dark toffee on the nose, the palate follows through with all of the flavor without ever going over the top. It's fudgy and loaded with dried fruit on the backend, showcasing everything you're looking for something like Macallan 18, albeit for $90 less per bottle.  Need we say more?",
         "productImage":"/forhim/singleMaltScotch.jpg",
         "productThumb":"/forhim/singleMaltScotchThumb.jpg",
         "imageAltText":"GiftStarter Single Malt Scotch - Glendronach 18 year old Allardice Single Malt Whisky 750ml",
         "giftStartLink":"http://bit.ly/1CxYd78"
      },
      {  
         "productName":"Mancrate EVEREST GRILL CRATE",
         "productNameShort":"Mancrate EVEREST GRILL CRATE",
         "productSlug":"Mancrate-EVEREST-GRILL-CRATE",
         "productPrice":"149.99",
         "productDescription":"Everything about a Mancrate screams manliness, so you can’t go wrong in gifting a wooden crate full of grilling gear. It even come with a laser-etched crowbar. No bow, no ribbons, no fluff, and absolutely no instructions.  This will make him a true grill master. Complete with Himalayan Salt Plate (8&quot; x 8&quot; x 1.5&quot;), 70 Recipe Salt Block Cookbook, Circle Kabobs, and 4 Mini-Thermometers (2 chicken, 2 steak). In addition it includes. storage & carrier tote bag, 3 in 1 scraper, black grilling glove and foldable spatula.  This is the gift for the man who loves to grill or plans to pick up a new grilling hobby.",
         "productImage":"/forhim/grillManCrate.jpg",
         "productThumb":"/forhim/grillManCrateThumb.jpg",
         "imageAltText":"GiftStarterMancrate EVEREST GRILL CRATE",
         "giftStartLink":"http://bit.ly/1DLFlVH"
      },
      {  
         "productName":"Crock-Pot&reg; Smart Wifi-Enabled WeMo 6-Quart Slow Cooker, SCCPWM600-V1",
         "productNameShort":"Crock-Pot&reg; Smart Slow Cooker",
         "productSlug":"Crock-Pot-Smart-Wifi-Enabled-WeMo-6-Quart-Slow-Cooker-SCCPWM600-V1",
         "productPrice":"129.99",
         "productDescription":"This might seem like a more appropriate gift for your mom than for a guy, but men need to know how to cook, too!  This is perfect for a single dad, or for the recent college grad who needs a little help figuring out that whole “cooking without starting a grease fire” thing.  Using a Crock-Pot is practically idiot-proof.  Just throw all your ingredients before you go to work, and you come home to a hot meal.  This has a cool tech aspect as well for the gadget geeks. You can adjust cooking time, temperature, shift to warm, or turn off entirely using the smartphone app.  Drop in the ingredients in the morning, and use a smartphone to turn it on so a warm meal is ready when you walk in the door.  Perfect!",
         "productImage":"/forhim/crockPot.jpg",
         "productThumb":"/forhim/crockPotThumb.jpg",
         "imageAltText":"GiftStarter Crock-Pot&reg; Smart Wifi-Enabled WeMo 6-Quart Slow Cooker, SCCPWM600-V1",
         "giftStartLink":"http://bit.ly/1C8Sm9L"
      },
      {  
         "productName":"SPENCER Marston Potenza Pool Table",
         "productNameShort":"SPENCER Marston Potenza Pool Table",
         "productSlug":"SPENCER-Marston-Potenza-Pool-Table",
         "productPrice":"1699.99",
         "productDescription":"The Spencer Marston Potenza is the ultimate fusion of style and value. Its tapered legs, hand rubbed satin walnut finish and espresso leather shield pockets emit a luxury well beyond its price point. Potenza remains one of our most popular models due to its timeless design and all hardwood construction. Tournament ready and built to last a lifetime.",
         "productImage":"/forhim/spencerPoolTable.jpg",
         "productThumb":"/forhim/spencerPoolTableThumb.jpg",
         "imageAltText":"GiftStarter SPENCER Marston Potenza Pool Table",
         "giftStartLink":"http://bit.ly/1C8TNoP"
      }
   ]
}