{  
   "categoryName":"Gift Ideas for Her",
   "categoryNameShort":"For Her",
   "categorySlug":"for-her",
   "categoryBlurb":"Sisters. Grandmas. Moms. Aunts. Cousins. Friends. Colleagues. They are special to you - and you want to get them a gift that is equally special. At GiftStarter, we know that it can be a challenge when it comes to finding the perfect gift for the women in your life.  Whether it’s for a birthday, anniversary, or just because...it’s time to bring everyone together to get a bigger, better gift. And we can help.  To make it easy, we have curated our favorite ideas for group gifting with women in mind.  Let them know from their community of family and friends how much they mean to you with a group gift from GiftStarter.",
   "categoryMetaDescription":" ",
   "productList":[
       {
         "productName":"Classic Nomiku",
         "productNameShort":"Classic Nomiku",
         "productSlug":"Classic-Nomiku",
         "productPrice":"199",
         "productDescription":"<p>The Classic Nomiku's power, size, and safety features makes it the essential kitchen tool to bring the magic of sous vide into your kitchen. &nbsp;</p><br /><p>Clips onto any pot you own<br />Simple to use; just one knob and one screen to set the temperature<br />Lightweight and compact for use with one hand and easy storage<br />Use Tender to find and share recipes with the largest sous vide community<br />US ETL approved</p><br /><p><strong>What is sous vide?</strong></p><br /><p>Sous vide is the method of cooking vacuum-sealed food in a controlled low-temperature water bath. It is a top chef's secret weapon because it allows you to craft consistently delicious, perfectly cooked dishes, effortlessly and consistently.&nbsp;</p><br /><p>Learn more here:&nbsp;http://www.nomiku.com/products/nomiku-sous-vide</p>",
         "productMetaDescription":"Nomiku is the essential kitchen tool to bring the magic of sous vide to your kitchen + makes the perfect gift!",
         "productImage":"/forHim/classicNomiku.jpg",
         "productThumb":"/forHim/classicNomikuthumb.jpg",
         "imageAltText":"Classic Nomiku",
         "giftStartLink":"http://bit.ly/1gBsTiv"
     },
      {
         "productName":"Brother 1034D 3 or 4 Thread Serger with Easy Lay In Threading with Differential Feed",
         "productNameShort":"Brother Thread Serger",
         "productSlug":"Brother-Thread-Serger",
         "productPrice":"229.99",
         "productDescription":"<ul class=&quot;a-vertical a-spacing-none&quot;><br /><li><span class=&quot;a-list-item&quot;>Reliable, high performance 3/4 thread serger delivers professional edge finishing on a wide range of fabrics, including knits, linens and formal wear. Create ruffles, decorative edges, gathers; join laces; serge narrow sleeves, spaghetti straps, and more!</span></li><br /><li><span class=&quot;a-list-item&quot;>22 built-in stitch functions with 4-thread overlock, 3-thread overlock, narrow, rolled hem, and ribbon lock stitches, with specialty stitch functions for formal and bridal wear, home decor and crafts, heirloom and reinforced tape applications</span></li><br /><li><span class=&quot;a-list-item&quot;>Differential fabric feed;for truly professional, even stitch quality, even on thin, knitted, and stretchy fabrics</span></li><br /><li><span class=&quot;a-list-item&quot;>Easy to thread, easy to learn and use; with included instruction video, printed manual, and completely color-coded and numbered upper and lower looper threading. Includes free phone support for the life of the product, and a 25-year limited warranty</span></li><br /><li><span class=&quot;a-list-item&quot;>Comes complete with 2 snap-on feet, foot controller, soft cover, needles and more. Uses standard sewing machine needles. Please note: This machine is not recommended for use in countries that do not support 120V AC, even if a voltage adapter is in use.</span></li><br /></ul>",
         "productMetaDescription":"The perfect group gift for the arts and crafts person!  Reliable, high performance thread serger delivers professional edge finishing on a wide range of fabrics, including knits, linens and formal wear.",
         "productImage":"/forHer/brother-thread-serger.jpg",
         "productThumb":"/forHer/brother-thread-serger-thumb.jpg",
         "imageAltText":"Brother Thread Serger",
         "giftStartLink":"http://bit.ly/1Ka5gFk"
     },
     {
         "productName":"silhouette CAMEO Electronic Cutting Tool with LCD Touchscreen",
         "productNameShort":"silhouette CAMEO",
         "productSlug":"silhouette-CAMEO",
         "productPrice":"245.08",
         "productDescription":"<p class=&quot;ov-desc&quot;>The&nbsp;CAMEO Electronic Cutting Tool with LCD Touchscreen&nbsp;from&nbsp;Silhouette&nbsp;is for personal and home use. This updated model includes not only the LCD touchscreen display, but also steel spring rollers, a crosscutter, guide marks, a USB drive port, a blade storage compartment, and a sleep mode. It plugs into your computer via a USB cable and uses a small, adjustable&nbsp;blade to cut paper, cardstock, fabric, vinyl&nbsp;and more. It can accept material up to 12&quot; wide by&nbsp;10' long and, with its adjustable rollers, can cut material up to 31.5 mils (0.8 mm) thick.<br /><br />Making crafts with intricate designs&nbsp;as small as 1/4&quot; is made easy and the CAMEO can register printed material and cut around the text. Silhouette Studio software and 100 designs&nbsp;are included and with a one-month subscription to the Silhouette Design Store you can obtain new cut-out designs.</p><br /><div class=&quot;sectionHeaders js-hiddenFeatures&quot; data-selenium=&quot;sectionHeaders&quot;><br /><dl><br /><dd class=&quot;featuredd c28&quot;>The full-color LCD touchscreen makes for easy navigation and step-by-step tutorials.</dd><br /></dl><br /><dl><br /><dd class=&quot;featuredd c28&quot;>Steel-spring rollers have been designed for a stronger yet gentler way to hold project materials in place.</dd><br /></dl><br /><dl><br /><dd class=&quot;featuredd c28&quot;>Cut materials that have been fed directly from a roll with the built-in Silhouette crosscutter.</dd><br /></dl><br /><dl><br /><dd class=&quot;featuredd c28&quot;>Guide marks allow for easy visual alignment.</dd><br /></dl><br /><dl><br /><dd class=&quot;featuredd c28&quot;>Read and cut saved files directly from your USB drive, without the need to be connected to your computer.</dd><br /></dl><br /><dl><br /><dd class=&quot;featuredd c28&quot;>Keep spare blades or a crosscutter tool sharp and safe in the built-in storage compartment.</dd><br /></dl><br /><dl><br /><dd class=&quot;featuredd c28&quot;>Set your CAMEO to a custom sleep schedule with the power-saving sleep mode.</dd><br /></dl><br /><dl><br /><dd class=&quot;featuredd c28&quot;>A built-in optic scanner can scan and read printed materials to make custom stickers, labels, heat-transfer designs, and more. The scanner also finds printed registration marks on Print and Cut applications.</dd><br /></dl><br /><dl><br /><dd class=&quot;featuredd c28&quot;>PixScan technology allows you to precisely cut around a printed design, or cut lines in a specific location using a scanner, camera, or smart device.</dd><br /></dl><br /><dl><br /><dd class=&quot;featuredd c28&quot;>A fiberglass-reinforced synchronization belt keeps the curves in each cut precise.</dd><br /></dl><br /><dl><br /><dd class=&quot;featuredd c28&quot;>Trapezoid control cutting technology calculates optimum cutting speed.</dd><br /></dl><br /><dl><br /><dd class=&quot;featuredd c28&quot;>German carbide-tipped blades.</dd><br /></dl><br /><dl><br /><dd class=&quot;featuredd c28&quot;>Print full-color images on your home printer and cut them out with your Cameo.</dd><br /></dl><br /><dl><br /><dd class=&quot;featuredd c28&quot;>Matless cutting, and a roll feeder provide additional flexibility.</dd><br /></dl><br /><dl><br /><dd class=&quot;featuredd c28&quot;>Cut fonts already installed on your computer or download new designs anytime from the Silhouette Online Store.</dd><br /></dl><br /><dl><br /><dd class=&quot;featuredd c28&quot;>Easily adjust your designs and text to cut as small as 1/4&quot; and up to 12&quot; wide and 10 feet long.</dd><br /></dl><br /><dl><br /><dd class=&quot;featuredd c28&quot;>Adjustable rollers allow you to use different cutting mat sizes and a variety of materials.</dd><br /></dl><br /><dl><br /><dd class=&quot;featuredd c28&quot;>Cut a variety of crafting materials from vinyl to fabric to cardstock.</dd><br /></dl><br /><dl><br /><dd class=&quot;featuredd c28&quot;>Replace your blade holder with a Silhouette sketch pen to sketch digital designs.</dd><br /></dl><br /></div>",
         "productMetaDescription":"crafting. scrapbooking. party decorations. sewing. cuts fabric, vinyl, paper and more!",
         "productImage":"/forHer/silhouette-cameo.jpg",
         "productThumb":"/forHer/silhouette-cameo-thumb.jpg",
         "imageAltText":"silhouette CAMEO",
         "giftStartLink":"http://bit.ly/1KlDiq0"
     },
     {
         "productName":"Fujifilm Instax Mini 90 Neo Classic Instant Film Camera - Black (16404571)",
         "productNameShort":"Fujifilm Instax Mini 90",
         "productSlug":"Fujifilm-Instax-Mini-90",
         "productPrice":"179.99",
         "productDescription":"<div class=&quot;details-copy&quot;><br /><div class=&quot;details-copy&quot;><br /><div class=&quot;details-copy&quot;><br /><div class=&quot;details-copy&quot;><br /><div class=&quot;details-copy&quot;><br /><ul class=&quot;normal-list&quot;><br /><li><br /><p>Camera Features:&nbsp;Auto Flash, Auto Film Advance, Self Timer</p><br /></li><br /><li><br /><p>Film Type:&nbsp;Instant Developing Film</p><br /></li><br /><li><br /><p>Operational Modes:&nbsp;General Flash, Close-Up</p><br /></li><br /><li><br /><p>Includes:&nbsp;Quick Start Guide, Batteries</p><br /></li><br /><li><br /><p>Warranty Description:&nbsp;1 Year Limited Warranty</p><br /></li><br /><li><br /><p>Battery&nbsp;Required, included</p><br /></li><br /></ul><br /></div><br /></div><br /></div><br /></div><br /></div>",
         "productMetaDescription":"new grads. college student. graduation. picture lovers. traveling. photography",
         "productImage":"/forHer/fujifilm-instax-mini-90.jpg",
         "productThumb":"/forHer/fujifilm-instax-mini-90-thumb.jpg",
         "imageAltText":"Fujifilm Instax Mini 90",
         "giftStartLink":"http://bit.ly/1JfLMVf"
     },
      {
         "productName":"TUMI Tegra-Lite&reg; Max Continental Expandable Carry-On",
         "productNameShort":"TUMI Tegra-Lite&reg; Carry-On",
         "productSlug":"TUMI-Tegra-Lite-Carry-On",
         "productPrice":"745.00",
         "productDescription":"<p>Expandable, accessible and effortless: this Tegra-Lite&reg; Max case is the most durable and fully functional hardside case made today. It is expandable and features a spacious, accessible front pocket, plus it moves effortlessly in every direction on our double turning wheels. Tegra-Lite&reg; is constructed from Tegris&reg;, a revolutionary polypropylene thermoplastic composite material created by Milliken&reg; for use in lifesaving armor, Nascar race cars and protective gear for NFL players. Tumi has received the worldwide, exclusive rights to use the Tegris material within the travel industry. If you need one carry-on for domestic and international travel, this expandable design may be the perfect case. With its shorter and wider configuration, it offers more packing capacity, fits easily in the overhead and will be accepted by most domestic airlines and many international carriers. It expands 2&rdquo; for extra capacity when you need it, has two packing compartments and a hanger bracket for suits. Interior pockets for accessories.</p>",
         "productMetaDescription":"Great group gift idea with its expandable, accessible and effortless case, it is the most durable hardside case made today. For a woman who often travels and is on the go.",
         "productImage":"/forHer/tumi-tegra-lite-carry-on.jpg",
         "productThumb":"/forHer/tumi-tegra-lite-carry-on-thumb.jpg",
         "imageAltText":"TUMI Tegra-Lite&reg; Carry-On",
         "giftStartLink":"http://bit.ly/1Ka5Suk"
     },
     {
         "productName":"iRobot&reg; Roomba&reg; 650 Vacuum Cleaning Robot",
         "productNameShort":"iRobot&reg; Roomba&reg; 650 Vacuum",
         "productSlug":"iRobot-Roomba-650-Vacuum",
         "productPrice":"399.00",
         "productDescription":"<div class=&quot;details-copy&quot;><br /><p>Feeling overwhelmed by household tasks? Need a helping hand? How about a robot that does the vacuuming&nbsp;<em>for&nbsp;</em>you? Meet the iRobot&reg; Roomba&reg; 650 Vacuum Cleaning Robot, a state-of-the-art home appliance that might just change your life. Roomba&rsquo;s patented three-stage cleaning system removes dirt, dust and other debris, automatically adjusting to carpets, hardwood, tile and linoleum as it moves through your home. AeroVac technology maximizes air flow through the cleaning head, pulling hair and dust off the brushes and into the bin. A larger-than-ever bin means less frequent emptying, and longer-lasting brushes mean easier maintenance. Impressed yet? Wait &rsquo;til you hear this: Roomba&rsquo;s iAdapt Responsive Navigation Technology ensures that your robot cleans every corner of your room multiple times, even the hard-to-reach spots. Meanwhile, its Dirt Detect technology uses an acoustic sensor to identify the dirtiest areas, instructing the robot to spend more time there. Roomba can be scheduled to clean up to seven times per week, even when you&rsquo;re not home. A Virtual Wall confines the robot to specific rooms, and when it&rsquo;s finished cleaning, it automatically returns to its Home Base to recharge. &nbsp;Just press &ldquo;Clean&rdquo; and let Roomba take care of the rest!</p><br /><p>&nbsp;</p><br /></div><br /><ul class=&quot;normal-list&quot;><br /><li><br /><p>Roomba 650 picks up an amazing amount of dirt, pet hair and other debris with its patented 3 stage cleaning system</p><br /></li><br /><li><br /><p>Dirt Detect technology employs an acoustic sensor to identify dirtier areas and spends more time cleaning them</p><br /></li><br /><li><br /><p>iAdapt&trade; is an advanced system of software and sensors that ensures Roomba vacuums every section of your room and cleaning areas you cannot easily reach</p><br /></li><br /><li><br /><p>The included Virtual Wall keeps Roomba cleaning where you need it and blocks off-limit areas</p><br /></li><br /><li><br /><p>The robot can be scheduled to perform up to seven cleaning sessions per week, even when you are not home</p><br /></li><br /><li><br /><p>Features:&nbsp;Rechargable, Self Propelled, Easy Empty Dirt Container, Portable, Pet Hair Pick-Up, Cordless, Carry Handle</p><br /></li><br /><li><br /><p>Includes:&nbsp;Brush Cleaning Tool, Owner's Manual, Rechargeable Battery, Charger, Home Charging Base</p><br /></li><br /><li><br /><p>Recommended Surface Application:&nbsp;Hard Floor, Multi-Surface, Carpet, Hardwood</p><br /></li><br /><li><br /><p>Filter Type:&nbsp;Standard</p><br /></li><br /><li><br /><p>Number of Speeds:&nbsp;1</p><br /></li><br /><li><br /><p>Run Time:&nbsp;120 minutes</p><br /></li><br /><li><br /><p>Capacity (volume):&nbsp;49.0 Cu. Cm.</p><br /></li><br /><li><br /><p>Cleaning Path Width:&nbsp;10.5 &quot;</p><br /></li><br /><li><br /><p>Vacuum Attachments:&nbsp;Car Nozzle</p><br /></li><br /><li><br /><p>Weight:&nbsp;7.9 Lb.</p><br /></li><br /><li><br /><p>Battery:&nbsp;Required, included: 1 nickle metal hydride non-universal</p><br /></li><br /><li><br /><p>Assembly Details:&nbsp;no assembly required</p><br /></li><br /></ul>",
         "productMetaDescription":"smart home. robot. robotics. cleaning.",
         "productImage":"/forHer/irobot-roomba-650-vacuum.jpg",
         "productThumb":"/forHer/irobot-roomba-650-vacuum-thumb.jpg",
         "imageAltText":"iRobot&reg; Roomba&reg; 650 Vacuum",
         "giftStartLink":"http://bit.ly/1IOT9gN"
     },
     {
         "productName":"Tory Burch for Fitbit&reg; Leather Wrap Bracelet",
         "productNameShort":"Tory Burch for Fitbit&reg;",
         "productSlug":"Tory-Burch-for-Fitbit",
         "productPrice":"175.00",
         "productDescription":"<p>Tory Burch's iconic fretwork awash with 16-karat gold patterns this comfortable leather bracelet designed to subtly hold a Fitbit Flex tracker. A secure latch on the inside makes it easy to insert the multitasking tracker (sold separately) and monitor your fitness and sleep patterns in style.</p><br /><ul class=&quot;style-features&quot;><br /><li>13 1/2&quot; length; 1/2&quot; width.</li><br /><li>Buckle bracelet closure.</li><br /><li>Fitbit Flex tracker not included.</li><br /><li>16k-gold or rose-gold plate/leather.</li><br /><li>By Tory Burch; imported.</li><br /></ul>",
         "productMetaDescription":"fitness. fashion. elegance. healthy lifestyle.",
         "productImage":"/forHer/tory-burch-for-fitbit.jpg",
         "productThumb":"/forHer/tory-burch-for-fitbit-thumb.jpg",
         "imageAltText":"Tory Burch for Fitbit&reg;",
         "giftStartLink":"http://bit.ly/1DRaPLT"
     },
     {
         "productName":"kate spade new york 'classic' laptop case (15 Inch)",
         "productNameShort":"kate spade laptop case",
         "productSlug":"kate-spade-laptop-case",
         "productPrice":"168.00",
         "productDescription":"<p>Signature sophistication and everyday utility come together in a slim, durable laptop case featuring goldtone logo hardware and an optional shoulder strap for commute-ready versatility.</p><br /><ul class=&quot;style-features&quot;><br /><li>Fits most 15&quot; laptops.</li><br /><li>Top zip closure.</li><br /><li>Optional, adjustable shoulder strap.</li><br /><li>Exterior slip pockets.</li><br /><li>Interior wall pocket.</li><br /><li>Signature stripe lining.</li><br /><li>PEVA.</li><br /><li>By kate spade new york; imported.</li><br /></ul>",
         "productMetaDescription":"business. fashion. elegance. lifestyle.",
         "productImage":"/forHer/kate-spade-laptop-case.jpg",
         "productThumb":"/forHer/kate-spade-laptop-case-thumb.jpg",
         "imageAltText":"kate spade laptop case",
         "giftStartLink":"http://bit.ly/1IOZ2us"
     },
     {
         "productName":"KitchenAid&reg; Ultra Power 4.5 Qt Stand Mixer- KSM95",
         "productNameShort":"KitchenAid&reg; Stand Mixer",
         "productSlug":"KitchenAid-Stand-Mixer",
         "productPrice":"349.99",
         "productDescription":"<div class=&quot;details-copy&quot;><br /><p>The KitchenAid Ultra Power Series Tilt-Head Stand Mixer with 4.5-quart stainless steel mixing bowl and 10 speeds easily mixes, kneads and whips your favorite ingredients. For even more versatility, the power hub is designed to use the motor&rsquo;s power to operate over 15 optional attachments from food grinders to pasta makers and more.</p><br /><p>&nbsp;</p><br /></div><br /><ul class=&quot;normal-list&quot;><br /><li><br /><p><strong>Number of Speeds:</strong>&nbsp;10</p><br /></li><br /><li><br /><p><strong>Capacity (volume):</strong>&nbsp;4.500</p><br /></li><br /><li><br /><p><strong>Appliance Capabilities:</strong>&nbsp;Whips, Mixes, Beats, Kneads, Blends</p><br /></li><br /><li><br /><p><strong>Features:</strong>&nbsp;Tilt Back Head, Removable Bowl, All Metal Drive System, Variable Speed, Adjustable Speed Control</p><br /></li><br /><li><br /><p><strong>Includes:</strong>&nbsp;Instruction Manual, Recipe Book, Stainless Steel Mixing Bowl, Flat Beaters, Dough Hooks</p><br /></li><br /><li><br /><p><strong>Material:</strong>&nbsp;Zinc, Stainless Steel</p><br /></li><br /><li><br /><p><strong>Finish:</strong>&nbsp;Painted</p><br /></li><br /><li><br /><p><strong>Metal Finish:</strong>&nbsp;Zinc</p><br /></li><br /><li><br /><p><strong>Protective Qualities:</strong>&nbsp;Shock-resistant</p><br /></li><br /><li><br /><p><strong>Safety and Security Features:</strong>&nbsp;Safety Lock, Nonslip Base</p><br /></li><br /><li><br /><p><strong>Care and Cleaning:</strong>&nbsp;Wipe Clean, Hand wash</p><br /></li><br /></ul>",
         "productMetaDescription":"cooking. baking. kitchen. food.",
         "productImage":"/forHer/kitchenaid-stand-mixer.jpg",
         "productThumb":"/forHer/kitchenaid-stand-mixer-thumb.jpg",
         "imageAltText":"KitchenAid&reg; Stand Mixer",
         "giftStartLink":"http://bit.ly/1IOZpFb"
     },
     {
         "productName":"SoundLink&reg; Mini Bluetooth&reg; Speaker",
         "productNameShort":"SoundLink&reg; Mini Speaker",
         "productSlug":"SoundLink-Mini-Speaker",
         "productPrice":"179.00",
         "productDescription":"<p>A portable speaker delivers deep, unexpected full sound from an incredibly compact source. Small enough to fit into your hand, the SoundLink&reg; Mini speaker connects wirelessly to your Bluetooth device so you can play your tunes or videos anywhere. The included charging cradle serves as a home base and lets you grab your speakers and go. A durable build of one-piece anodized aluminum is engineered to be sleek yet durable, while the rechargeable lithium-ion battery provides up to seven hours of play time.</p><br /><ul class=&quot;style-features&quot;><br /><li>Includes charging cradle.</li><br /><li>Connects to any Bluetooth-enabled device.</li><br /><li>Aluminum housing.</li><br /><li>By Bose&reg;; imported.</li><br /></ul>",
         "productMetaDescription":"music lovers. wedding. new house. wireless.",
         "productImage":"/forHer/soundlink-mini-speaker.jpg",
         "productThumb":"/forHer/soundlink-mini-speaker-thumb.jpg",
         "imageAltText":"SoundLink&reg; Mini Speaker",
         "giftStartLink":"http://bit.ly/1IOSvQp"
     },
     {
         "productName":"New Opportunity Wall Art",
         "productNameShort":"New Opportunity Wall Art",
         "productSlug":"New-Opportunity-Wall-Art",
         "productPrice":"448.00",
         "productDescription":"<p>Crafted in vivid colors by artist Rebecca Puig on printed plywood framed with pine. Message reads, &quot;Every day is a new opportunity to make a new happy ending.&quot; USA. 35&quot;sq. x 2&quot;D.</p>",
         "productMetaDescription":"The gift of art is a gift that continues to give forever.  The perfect group gift idea filled with vivid colors and framed with pine.  Let the recipient know how much they are loved.",
         "productImage":"/forHer/new-opportunity-wall-art.jpg",
         "productThumb":"/forHer/new-opportunity-wall-art-thumb.jpg",
         "imageAltText":"New Opportunity Wall Art",
         "giftStartLink":"http://bit.ly/1Ka6hgq"
     },
     {  
         "productName":"Burberry Porter Continental Wallet",
         "productNameShort":"Burberry Porter Continental Wallet",
         "productSlug":"Burberry-Porter-Continental-Wallet",
         "productPrice":"495.00",
         "productDescription":"Haymarket checks add signature sophistication to a continental wallet crafted in Italy from smooth, lustrous leather.   The leather interior features 12 card slots, 2 full-length slip pockets, and a full-length zipped coin pocket.  It also has 2 expandable compartments.  The wallet is housed in a soft pouch within a presentation box. Leather/cotton. <br>COLOR: Brown Ochre",
         "productImage":"/forHer/burberryPorter.jpg",
         "productThumb":"/forHer/burberryPorterThumb.jpg",
         "imageAltText":"GiftStarter Burberry Porter Continental Wallet",
         "giftStartLink":"http://bit.ly/1DOQ0fd"
      },
      {  
         "productName":"Burberry The Small Banner in Leather and House Check",
         "productNameShort":"Burberry Small Banner Leather House Check",
         "productSlug":"Burberry-The-Small-Banner-in-Leather-and-House-Check",
         "productPrice":"1195.00",
         "productDescription":"A softly structured tote bag in smooth leather and House check cotton. Inspired by equestrian designs, the bag features side buckle fastenings, while edges are hand-painted for a clean, graphic finish. A detachable leather shoulder strap, interior pockets and magnetic press-stud closure complete the design.<br><br>-26 x 19 x 12cm<br>-10.2 x 7.5 x 4.7in<br>-100% calf leather with cotton trim<br>-Check cotton lining<br>-Made in Italy",
         "productImage":"/forHer/burberrySmall.jpg",
         "productThumb":"/forHer/burberrySmallThumb.jpg",
         "imageAltText":"GiftStarter Burberry The Small Banner in Leather and House Check",
         "giftStartLink":"http://bit.ly/1DOQ0fd"
      },
      {  
         "productName":"Samsung - Gear 2 Smart Watch with Heart Rate Monitor",
         "productNameShort":"Samsung Gear 2 Smart Watch",
         "productSlug":"Samsung---Gear-2-Smart-Watch-with-Heart-Rate-Monitor",
         "productPrice":"299.99",
         "productDescription":"This Samsung Gear 2 SM-R3800VSAXAR smart watch features a Bluetooth 4.0 + LE interface that lets you wirelessly link with your compatible Samsung phone or tablet. Accelerometer, gyroscope and heart rate sensors provide versatility. <br> Color shown: Gold.  <br>Silver and Orange Available.  If you have any questions about colors, please contact the Gift Concierge.",
         "productImage":"/forHer/samsungGear2.jpg",
         "productThumb":"/forHer/samsungGear2Thumb.jpg",
         "imageAltText":"GiftStarter Samsung Gear 2 Smart Watch with Heart Rate Monitor",
         "giftStartLink":"http://bit.ly/1zY7xUG"
      },
      {  
         "productName":"Sony Cyber-shot DSC-TX30 Digital Camera",
         "productNameShort":"Sony Cyber-shot DSC-TX30",
         "productSlug":"Sony-Cyber-shot-DSC-TX30-Digital-Camera",
         "productPrice":"198.00",
         "productDescription":"The black Cyber-shot DSC-TX30 Digital Camera from Sony is a ”tough” point-and-shoot camera with an 18.2MP CMOS sensor, 5x optical zoom lens and the capability to be waterproof to 33' %2810 m%28, shock-proof to a drop of 5' %281.5 m%28, freeze-proof to 14ºF %28-10%C2%BAC%28 and dust-proof. The 18.2MP Exmor R CMOS sensor in combination with the camera's BIONZ image processor captures low-noise, high definition photos and Full HD 1080i videos with fast performance speeds, including continuous shooting of up to 10 frames per second at full resolution.  <br><br>PRODUCT HIGHLIGHTS<br> 18.2MP Exmor R CMOS Sensor<br> BIONZ Image Processor<br> 5x Optical Zoom Lens; 26-130mm Equiv.<br> 3.3 OLED Touch Screen Monitor<br> Full HD 1080/60i Video Capture<br> Water / Shock / Freeze / Dust-proof<br> Optical Image Stabilization<br> Enhanced Superior Auto Mode<br> Intelligent Sweep Panorama 360<br> 10 Frames per Second Continuous Shooting",
         "productImage":"/forHer/sonyDigitalCamera.jpg",
         "productThumb":"/forHer/sonyDigitalCameraThumb.jpg",
         "imageAltText":"GiftStarter Sony Cyber-shot DSC-TX30 Digital Camera",
         "giftStartLink":"http://bit.ly/1zHmMhv"
      },
      {  
         "productName":"Apple&reg; 16GB iPad Air 2 (Wi-Fi, Space Gray)",
         "productNameShort":"Apple&reg; iPad Air 2",
         "productSlug":"Apple-16GB-iPad-Air-2-Wi-Fi-Space-Gray",
         "productPrice":"489.00",
         "productDescription":"The Apple iPad is one of the most desired and practical gifts of all time.  This particular iPad is for the 16GB iPad Air 2 in Space Gray with WiFi.  Great for road trips, hanging out at home, or entertaining the kids.  * For other options on iPads (like memory size, color, WiFi versus LTE, etc…), please contact the Gift Concierge or use our Search to find the exact model you are looking for. Using the GiftStarter link does not guarantee availability of a particular size or color.  If you have any questions about sizes, colors, or options, please contact the Gift Concierge.",
         "productImage":"/forHer/ipadAir.jpg",
         "productThumb":"/forHer/ipadAir.jpg",
         "imageAltText":"GiftStarter Apple 16GB iPad Air 2 (Wi-Fi, Space Gray)",
         "giftStartLink":"http://bit.ly/1IoJTBl"
      },
      {  
         "productName":"Lululemon Rain On Jacket",
         "productNameShort":"Lululemon Rain On Jacket",
         "productSlug":"Lululemon-Rain-On-Jacket",
         "productPrice":"198.00",
         "productDescription":"Go-go gadget trench coat! for her! This classic trench has a few not-so-classic features which include a removable hood, secure and edgy looking pockets and a media pouch with cord exit. The two-layer twill fabric repels rain and reflective details help keep us on the radar (even when we're incognito).  Extremely practical rain coat for the fashion aware woman on the go with a two-layer twill fabric outer layer and Glyde fabric lining are wind- and water-resistant to help protect against the elements. The reflective details help you shine bright in low light. <br><br>Take this group gift to another level by having each person that pitches in to the gift, write a personal message that includes the title of their favorite poem song, book, or artist with reference to rain.  Remember, these personal messages are printed into the custom handmade card, which is sent in advance of the gift.",
         "productImage":"/forHer/lululemonJacket.jpg",
         "productThumb":"/forHer/lululemonJacketThumb.jpg",
         "imageAltText":"GiftStarter Lululemon Rain On Jacket",
         "giftStartLink":"http://bit.ly/1C65HQi "
      },
      {  
         "productName":"Cole Haan&reg; Felicity Cross Body",
         "productNameShort":"Cole Haan&reg; Felicity Cross Body",
         "productSlug":"Cole-Haan-Felicity-Cross-Body",
         "productPrice":"188.00",
         "productDescription":"Fashion and function collide in this top zip crossbody. Constructed of soft, supple pebbled leather, this small wonder packs major punch for its chic and petite size - two outside pockets, a well-designed and generous interior with functional storage pockets, a long leather strap and a top zip for ease as you whip about town.  <br><br>Take this group gift to the next level by including a personal note about each person’s favorite memory with the recipient to make the custom handmade card experience even more meaningful with this great and useful chic gift.",
         "productImage":"/forHer/coleHaanPurse.jpg",
         "productThumb":"/forHer/coleHaanPurseThumb.jpg",
         "imageAltText":"GiftStarter Cole Haan Felicity Cross Body",
         "giftStartLink":"http://bit.ly/1KOMc2T"
      },
      {  
         "productName":"Frends with Benefits &quot;Taylor&quot; Headphones",
         "productNameShort":"Frends with Benefits Headphones",
         "productSlug":"Frends-with-Benefits-Taylor-Headphones",
         "productPrice":"199.99",
         "productDescription":"These leather-wrapped headphones are a wonderful accessory for the fashion conscious woman in your life.  The headphones are soft to touch and comfortable, while delivering authentic sound from the memory-foam ear cushions.  Very easy to use with all devices - and includes a three button mic with volume, music and phone controls. Headphones by Frends with Benefits, a fantastic group gift from friends. <br><br>Take this group gift to the next level by including a message from each person with the name of their favorite song for the recipient with every pitch-in.",
         "productImage":"/forHer/headphones.jpg",
         "productThumb":"/forHer/headphonesThumb.jpg",
         "imageAltText":"GiftStarter Frends with Benefits Taylor Headphones",
         "giftStartLink":"http://bit.ly/1wE4Pgf"
      },
      {
         "productName":"Vitamix&reg; S30 Blender",
         "productNameShort":"Vitamix&reg; S30 Blender",
         "productSlug":"Vitamix-S30-Blender",
         "productPrice":"409.00",
         "productDescription":"Vitamix has combined its high-performance engineering with the convenience of a personal blender. Whether you’re on the go or enjoying meals at home, the S30 makes it easy to create single and double servings of your favorite recipes (dressings, soups, juices, and more) while fitting easily on your countertop. There are two BPA-free containers to blend a variety of recipes for every meal of the day, even share with another loved one. Ideal for beverages, dressings, and food preparation for both you and a loved one. <br><br>Take this group gift to another level by asking every person that pitches in to the group gift to include their favorite Vitamix recipe to share.",
         "productImage":"/forHer/vitamix.jpg",
         "productThumb":"/forHer/vitamixThumb.jpg",
         "imageAltText":"GiftStarter Vitamix S30 Blender",
         "giftStartLink":"http://bit.ly/1yNvIns"
      },
      {
         "productName":"Fat Cork Rose Gift Set",
         "productNameShort":"Fat Cork Rose Gift Set",
         "productSlug":"Fat-Cork-Rose-Gift-Set",
         "productPrice":"135.00",
         "productDescription":"Give three beautiful bottles of rose champagne for someone to revel in.  The three bottles include: Mathieu-Gandon Esprit Rose, which has bold fruit flavors balance a long fresh finish in this beautiful light pink rosé.  The set also includes a gorgeous bottle of Jean Baillette-Prudhomme Cuvee Rose de Saignee.  The de Saignee Champagne is light, with nice structure and a fine acidity to balance the fruit. This is indeed fruit forward, but not in the least bit sweet.  The third bottle in this set is the Didier-Ducos Fils Rosé Brut.  With sweet strawberry jam on the nose, this is a rosé with generous fruit on the palate and just the right amount of acidity for balance.",
         "productImage":"/forHer/fatCorkRose.jpg",
         "productThumb":"/forHer/fatCorkRoseThumb.jpg",
         "imageAltText":"GiftStarter Fat Cork Rose Gift Set",
         "giftStartLink":"http://bit.ly/11FWyzt"
      },
      {
         "productName":"butter LONDON&#8482; Gears &amp; Gadgets Ultimate Lacquer Trunk",
         "productNameShort":"butter LONDON&#8482; Lacquer Trunk",
         "productSlug":"butter-LONDON-Gears-Gadgets-Ultimate-Lacquer-Trunk",
         "productPrice":"150.00",
         "productDescription":"Oprah's 2014 Beauty Gift Guide Pick! All hail the ultimate gift for the beauty obsessed!  Discover your signature look with 20 gorgeous Fashion Size Shades, 4 best-selling treatments and our favourite tools of the trade.  This is a great group gift for a woman, whether she’s single, a mother, young or older. Take the group gift to another level by inviting friends over for a manicure and wine party while watching a great flick together.",
         "productImage":"/forHer/blTrunk.jpg",
         "productThumb":"/forHer/blTrunkThumb.jpg",
         "imageAltText":"GiftStarter butter LONDON Gears Gadgets Ultimate Lacquer Trunk",
         "giftStartLink":"http://bit.ly/1HPMQvi"
      },
      {
         "productName":"fitbit&reg; one&#8482;",
         "productNameShort":"fitbit&reg; one&#8482;",
         "productSlug":"fitbit-one",
         "productPrice":"99.99",
         "productDescription":"If you want to turn fitness into a lifestyle, the One&#8482; is for you. For starters, it never rests. During the day, it tracks your steps, distance, calories burned, and stairs climbed. Come nightfall, it measures your sleep quality, helps you learn how to sleep better, and wakes you in the morning. The One&#8482; motivates you to reach your goals by bringing greater fitness into your life – seamlessly, socially, 24 hours a day.  This is a great gift that also has access to a community of other FitBit users to help encourage and motivate you.",
         "productImage":"/forHer/fitBitOne.jpg",
         "productThumb":"/forHer/fitBitOneThumb.jpg",
         "imageAltText":"GiftStarter fitbit one",
         "giftStartLink":"http://bit.ly/1rtvtvp"
      },
      {
         "productName":"The North Face&reg; 'Crescent Sunset' Hooded Pullover",
         "productNameShort":"The North Face&reg; Hooded Pullover",
         "productSlug":"The-North-Face-Crescent-Sunset-Hooded-Pullover",
         "productPrice":"95.00",
         "productDescription":"A warm, sweater-knit jacket runs errands just as well as it runs the trail.  Revel in the great unknown when you explore the trail's twists and turns in this women's Crescent Sunset pullover hoodie from THE NORTH FACE!  Warm yet extremely breathable, it's crafted with toasty fleece, while the fixed hood is lined with flannel for a pop of classic style.  A great gift for those that live in or are headed to areas with access to mild weather, like spring and fall.",
         "productImage":"/forHer/northFacePullover.jpg",
         "productThumb":"/forHer/northFacePulloverThumb.jpg",
         "imageAltText":"GiftStarter The North Face 'Crescent Sunset' Hooded Pullover",
         "giftStartLink":"http://bit.ly/1COPHDS"
      },
      {
         "productName":"Michael Kors Saffiano Medium Travel Tote",
         "productNameShort":"Michael Kors Travel Tote",
         "productSlug":"Michael-Kors-Saffiano-Medium-Travel-Tote",
         "productPrice":"278.00",
         "productDescription":"Advance your fashion education with the MICHAEL Michael Kors&#8482; Saffiano Medium Travel Tote.  This is a travel tote made of luxurious leather.  It holds your wallet, keys, personal technology and a cosmetics case.  Also includes dual shoulder straps, signature hanging charm logo, and lobster-claw closure.  Interior features a back-wall zip pocket, multifunctional slip pockets and a key fob.  This is the perfect tote for anyone who travels for work, or anyone that works in an office setting and needs to carry a laptop (or tablet) regularly",
         "productImage":"/forHer/mkTote.jpg",
         "productThumb":"/forHer/mkToteThumb.jpg",
         "imageAltText":"GiftStarter Michael Kors Saffiano Medium Travel Tote",
         "giftStartLink":"http://bit.ly/1AOK5HX"
      },
      {
         "productName":"Clarisonic&#8482; Pedi Sonic Foot Transformation",
         "productNameShort":"Clarisonic&#8482; Pedi Sonic",
         "productSlug":"Clarisonic-Pedi-Sonic-Foot-Transformation",
         "productPrice":"199.00",
         "productDescription":"Transform your toes with CLARISONIC Pedi sonic foot transformation, a beaty system proven to smooth, soften and hydrate rough, dry heels and toes so you’re sandal ready in no time at all. The precision engineered device gives you a professional quality buff with at home ease. Set includes: Pedi handle, Pedi Wet/Dry buffing brush head, Pedi disc, Pedi boost (1 oz.), Pedi buff (6 oz.), and Pedi balm (3.5 oz).  Great way to give the gift of pedicares in the comfort of home. How to use: Charge for 24 hours before first use and between uses. Every day, scrub away set-in debris and smooth dry, rough skin with the Wet/Dry Buffing brush head and Pedi-Buff. Follow with the Pedi-Balm to hydrate and protect smoothed feet. Twice a week, use the Pedi Smoothing disc on dry feet before your daily buff followed by the Pedi-Boost for total foot renewal and additional skin softening. Seal with the Pedi-Balm. <br><br>Pro tip: Try using the Wet/Dry Buffing brush head dry for quick touch-ups.",
         "productImage":"/forHer/clarisonicPediSonic.jpg",
         "productThumb":"/forHer/clarisonicPediSonicThumb.jpg",
         "imageAltText":"GiftStarter Clarisonic Pedi Sonic Foot Transformation",
         "giftStartLink":"http://bit.ly/1A1daf8 "
      },
      {
         "productName":"6 Boxes of Julep&#8482; Maven for 6 Months",
         "productNameShort":"6 Months of Julep&#8482; Maven",
         "productSlug":"6-Boxes-of-Julep-Maven-for-6-Months",
         "productPrice":"119.94",
         "productDescription":"The Julep Mavens get first access to brand-new nail colors and beauty products at an unbeatable price—over $40 of product for just $19.99/month.  Each month they can preview the latest collection, customize their boxes, and access a Secret Store with lots of exclusive deals. Plus, they get free shipping and 20% off other great beauty products at julep.com. This is a great group gift that keeps on giving for many many months.",
         "productImage":"/forHer/julep.jpg",
         "productThumb":"/forHer/julepThumb.jpg",
         "imageAltText":"GiftStarter 6 Boxes of Julep Maven for 6 Months",
         "giftStartLink":"http://bit.ly/1tYHdYr"
      }
  ]
}








