{  
   "categoryNameLong":"Gift Ideas for Her",
   "categoryNameShort":"For Her",
   "categorySlug":"forHer",
   "categoryBlurb":"Sisters. Grandmas. Moms. Aunts. Cousins. Friends. Colleagues. They are special to you - and you want to get them a gift that is equally special. At GiftStarter, we know that it can be a challenge when it comes to finding the perfect gift for the women in your life.  Whether it’s for a birthday, anniversary, or just because...it’s time to bring everyone together to get a bigger, better gift. And we can help.  To make it easy, we have curated our favorite ideas for group gifting with women in mind.  Let them know from their community of family and friends how much they mean to you with a group gift from GiftStarter.",
   "categoryMetaDescription":" ",
   "productList":[
      {
         "productName":"Brother 1034D 3 or 4 Thread Serger with Easy Lay In Threading with Differential Feed",
         "productNameShort":"Brother Thread Serger",
         "productSlug":"Brother-Thread-Serger",
         "productPrice":"190.23",
         "productDescription":"<ul class=&quot;a-vertical a-spacing-none&quot;><br /><li><span class=&quot;a-list-item&quot;>Reliable, high performance 3/4 thread serger delivers professional edge finishing on a wide range of fabrics, including knits, linens and formal wear. Create ruffles, decorative edges, gathers; join laces; serge narrow sleeves, spaghetti straps, and more!</span></li><br /><li><span class=&quot;a-list-item&quot;>22 built-in stitch functions with 4-thread overlock, 3-thread overlock, narrow, rolled hem, and ribbon lock stitches, with specialty stitch functions for formal and bridal wear, home decor and crafts, heirloom and reinforced tape applications</span></li><br /><li><span class=&quot;a-list-item&quot;>Differential fabric feed;for truly professional, even stitch quality, even on thin, knitted, and stretchy fabrics</span></li><br /><li><span class=&quot;a-list-item&quot;>Easy to thread, easy to learn and use; with included instruction video, printed manual, and completely color-coded and numbered upper and lower looper threading. Includes free phone support for the life of the product, and a 25-year limited warranty</span></li><br /><li><span class=&quot;a-list-item&quot;>Comes complete with 2 snap-on feet, foot controller, soft cover, needles and more. Uses standard sewing machine needles. Please note: This machine is not recommended for use in countries that do not support 120V AC, even if a voltage adapter is in use.</span></li><br /></ul>",
         "productMetaDescription":"The perfect group gift for the arts and crafts person!  Reliable, high performance thread serger delivers professional edge finishing on a wide range of fabrics, including knits, linens and formal wear.",
         "productImage":"/forher/brother-thread-serger.jpg",
         "productThumb":"/forher/brother-thread-serger-thumb.jpg",
         "imageAltText":"Brother Thread Serger",
         "giftStartLink":"http://bit.ly/1G6BZeX"
     },
      {
         "productName":"TUMI Tegra-Lite&reg; Max Continental Expandable Carry-On",
         "productNameShort":"TUMI Tegra-Lite&reg; Carry-On",
         "productSlug":"TUMI-Tegra-Lite-Carry-On",
         "productPrice":"745.00",
         "productDescription":"<p>Expandable, accessible and effortless: this Tegra-Lite&reg; Max case is the most durable and fully functional hardside case made today. It is expandable and features a spacious, accessible front pocket, plus it moves effortlessly in every direction on our double turning wheels. Tegra-Lite&reg; is constructed from Tegris&reg;, a revolutionary polypropylene thermoplastic composite material created by Milliken&reg; for use in lifesaving armor, Nascar race cars and protective gear for NFL players. Tumi has received the worldwide, exclusive rights to use the Tegris material within the travel industry. If you need one carry-on for domestic and international travel, this expandable design may be the perfect case. With its shorter and wider configuration, it offers more packing capacity, fits easily in the overhead and will be accepted by most domestic airlines and many international carriers. It expands 2&rdquo; for extra capacity when you need it, has two packing compartments and a hanger bracket for suits. Interior pockets for accessories.</p>",
         "productMetaDescription":"Great group gift idea with its expandable, accessible and effortless case, it is the most durable hardside case made today. For a woman who often travels and is on the go.",
         "productImage":"/forHer/tumi-tegra-lite-carry-on.jpg",
         "productThumb":"/forHer/tumi-tegra-lite-carry-on-thumb.jpg",
         "imageAltText":"TUMI Tegra-Lite&reg; Carry-On",
         "giftStartLink":"http://bit.ly/1EwOwIW"
     },
     {
         "productName":"lucy Twill Power Pose Jacket &amp; Pant Set",
         "productNameShort":"Power Pose Jacket &amp; Pant",
         "productSlug":"Power-Pose-Jacket-Pant",
         "productPrice":"207.00",
         "productDescription":"<p>The Twill Power Pose Jacket it just right for the girl who wants to add that little extra pizzazz to her outfit without compromising performance. Denim-look performance fabric and asymmetrical zip take this style from technical to head-turning. Shaped collar. Hand pockets. Thumbholes keep you cozy.</p><br /><p>We think you'll love the Power Pose Pant with its relaxed fit and stretch performance jersey. This chic style is perfect for slipping on to cozy up or keep those muscles warm post workout.</p><br /><ul><br /><li>Tapered ankle can be worn down or pushed up</li><br /><li>Wide fold over waistband</li><br /><li>Hand pockets</li><br /><li>30&quot; inseam</li><br /></ul><br /><p>.</p>",
         "productMetaDescription":"A unique group gift for the fashionista woman who wants a little extra pizzazz to her wardrobe.  Power Pose Jacket and Pants for extra performance and perfect fit.",
         "productImage":"/forHer/power-pose-jacket-pant.jpg",
         "productThumb":"/forHer/power-pose-jacket-pant-thumb.jpg",
         "imageAltText":"Power Pose Jacket &amp; Pant",
         "giftStartLink":"http://bit.ly/1CIEJ3j"
     },
     {
         "productName":"Jimmy Choo Posie Sunglasses",
         "productNameShort":"Jimmy Choo Posie Sunglasses",
         "productSlug":"Jimmy-Choo-Posie-Sunglasses",
         "productPrice":"395.00",
         "productDescription":"<p>Best known for city-chic silhouettes and red-carpet creations, Jimmy Choo's shoes, bags and accessories blend modern luxury with classic glamour. The label's eyewear collection follows suit with refined, go-to styles that up the ante on every look. Made in Italy.</p>",
         "productMetaDescription":"Great group gifts can be from Jimmy Choo, and why not an item from the eyewear collection.  Refined.  Go-to style.  Practical and chic.  Made in Italy.",
         "productImage":"/forHer/jimmy-choo-posie-sunglasses.jpg",
         "productThumb":"/forHer/jimmy-choo-posie-sunglasses-thumb.jpg",
         "imageAltText":"Jimmy Choo Posie Sunglasses",
         "giftStartLink":"http://bit.ly/1G7UFK8"
     },
     {
         "productName":"Mulay Bib Necklace",
         "productNameShort":"Mulay Bib Necklace",
         "productSlug":"Mulay-Bib-Necklace",
         "productPrice":"278.00",
         "productDescription":"<p>Founded in 2002 by French entrepreneur Claudine Bertinotti Lenoble, London-based jewelry line Nocturne is inspired by the edgy side of nature. A perfect balance of glamorous, quirky and beautiful, each piece is destined to be the statement-maker of any outfit. By Nocturne. Copper, glass, resin, viscose, cotton, leather, iron. Lobster clasp. 16&quot;L with 4&quot; extender chain. 2.5&quot; bib.</p>",
         "productMetaDescription":"A group gift that continues to give and give, full of meaning.  The bib necklace is the statement-maker of any outfit.  French made, London based, you can’t go wrong.",
         "productImage":"/forHer/mulay-bib-necklace.jpg",
         "productThumb":"/forHer/mulay-bib-necklace-thumb.jpg",
         "imageAltText":"Mulay Bib Necklace",
         "giftStartLink":"http://bit.ly/1wMsHUT"
     },
     {
         "productName":"Skipping Stones Necklace",
         "productNameShort":"Skipping Stones Necklace",
         "productSlug":"Skipping-Stones-Necklace",
         "productPrice":"428.00",
         "productDescription":"<p>Born-and-bred New Yorker and Parsons grad Gerard Yosca has been handcrafting jewelry in his hometown studio for twenty-five years. A long-standing member of the Council of Fashion Designers of America, Yosca continues to collect fans and accolades with each brilliantly bejeweled, statement-making piece. This necklace's earthy sophistication works equally well with buttondowns, tees or occasion dresses. By Gerard Yosca. Hand-hammered brass, metal, glass. Lobster clasp. 17&quot;L with 3&quot; extender chain, 1.25&quot;W.</p>",
         "productMetaDescription":"A delightful group gift made by Gerard Yosca, is this handmade necklace.  Hand-hammered brass, meta, glass, lobster clasp.  A statement piece for any wardrobe.",
         "productImage":"/forHer/skipping-stones-necklace.jpg",
         "productThumb":"/forHer/skipping-stones-necklace-thumb.jpg",
         "imageAltText":"Skipping Stones Necklace",
         "giftStartLink":"http://bit.ly/1BbOSU9"
     },
     {
         "productName":"Diamond Ridge Leather Jacket",
         "productNameShort":"Diamond Ridge Leather Jacket",
         "productSlug":"Diamond-Ridge-Leather-Jacket",
         "productPrice":"498.00",
         "productDescription":"<p>A joy to wear, our striking statement piece moves easily from day to night. Beautifully fitted hand-tanned leather boasts diamond quilting. Four pockets, cool stitch detail and corozo buttons. Professional leather clean. Imported. Exclusive. Sizes 2 to 16. Approx. 23&quot;L.</p><br /><p>&nbsp;</p><br /><p>This is the perfect group gift in so many ways. Think of it as a way to express the group of family and friends desire to keep the gift recipient fashionable and warm always.</p>",
         "productMetaDescription":"A statement leather jacket is the perfect group gift: a joy to wear, practical for day and night, 4 pockets, stitch detail. Like a hug from family and friends whenever she wears it.",
         "productImage":"/forHer/diamond-ridge-leather-jacket.jpg",
         "productThumb":"/forHer/diamond-ridge-leather-jacket-thumb.jpg",
         "imageAltText":"Diamond Ridge Leather Jacket",
         "giftStartLink":"http://bit.ly/1EqZAHo"
     },
     {
         "productName":"Moonmist Jewelry Collection",
         "productNameShort":"Moonmist Jewelry Collection",
         "productSlug":"Moonmist-Jewelry-Collection",
         "productPrice":"268.00",
         "productDescription":"<p>A mystic melange of faceted moonstone ovals and heishi, faceted garnets, cultured pearls, metallic seed beads and sterling silver rice beads. Sterling silver lobster clasps, French wires. Handmade in USA. Exclusive. Necklace 17&quot;L, bracelet 7-1/2&quot;L, earrings 1-1/2&quot;L.</p>",
         "productMetaDescription":"A great group gift of jewelry.  Handmade in the USA.  Includes Necklace, a bracelet, and earrings.  Moonstones, garnets, pearls, seed beads and sterling silver.",
         "productImage":"/forHer/moonmist-jewelry-collection.jpg",
         "productThumb":"/forHer/moonmist-jewelry-collection-thumb.jpg",
         "imageAltText":"Moonmist Jewelry Collection",
         "giftStartLink":"http://bit.ly/1Er0lAd"
     },
     {
         "productName":"New Opportunity Wall Art",
         "productNameShort":"New Opportunity Wall Art",
         "productSlug":"New-Opportunity-Wall-Art",
         "productPrice":"448.00",
         "productDescription":"<p>Crafted in vivid colors by artist Rebecca Puig on printed plywood framed with pine. Message reads, &quot;Every day is a new opportunity to make a new happy ending.&quot; USA. 35&quot;sq. x 2&quot;D.</p>",
         "productMetaDescription":"The gift of art is a gift that continues to give forever.  The perfect group gift idea filled with vivid colors and framed with pine.  Let the recipient know how much they are loved.",
         "productImage":"/forHer/new-opportunity-wall-art.jpg",
         "productThumb":"/forHer/new-opportunity-wall-art-thumb.jpg",
         "imageAltText":"New Opportunity Wall Art",
         "giftStartLink":"http://bit.ly/1DYPHQ5"
     },
     {  
         "productName":"Burberry Porter Continental Wallet",
         "productNameShort":"Burberry Porter Continental Wallet",
         "productSlug":"Burberry-Porter-Continental-Wallet",
         "productPrice":"495.00",
         "productDescription":"Haymarket checks add signature sophistication to a continental wallet crafted in Italy from smooth, lustrous leather.   The leather interior features 12 card slots, 2 full-length slip pockets, and a full-length zipped coin pocket.  It also has 2 expandable compartments.  The wallet is housed in a soft pouch within a presentation box. Leather/cotton. <br>COLOR: Brown Ochre",
         "productImage":"/forHer/burberryPorter.jpg",
         "productThumb":"/forHer/burberryPorterThumb.jpg",
         "imageAltText":"GiftStarter Burberry Porter Continental Wallet",
         "giftStartLink":"http://bit.ly/1DOQ0fd"
      },
      {  
         "productName":"Burberry The Small Banner in Leather and House Check",
         "productNameShort":"Burberry Small Banner Leather House Check",
         "productSlug":"Burberry-The-Small-Banner-in-Leather-and-House-Check",
         "productPrice":"1195.00",
         "productDescription":"A softly structured tote bag in smooth leather and House check cotton. Inspired by equestrian designs, the bag features side buckle fastenings, while edges are hand-painted for a clean, graphic finish. A detachable leather shoulder strap, interior pockets and magnetic press-stud closure complete the design.<br><br>-26 x 19 x 12cm<br>-10.2 x 7.5 x 4.7in<br>-100% calf leather with cotton trim<br>-Check cotton lining<br>-Made in Italy",
         "productImage":"/forHer/burberrySmall.jpg",
         "productThumb":"/forHer/burberrySmallThumb.jpg",
         "imageAltText":"GiftStarter Burberry The Small Banner in Leather and House Check",
         "giftStartLink":"http://bit.ly/1DOQ0fd"
      },
      {  
         "productName":"Samsung - Gear 2 Smart Watch with Heart Rate Monitor",
         "productNameShort":"Samsung Gear 2 Smart Watch",
         "productSlug":"Samsung---Gear-2-Smart-Watch-with-Heart-Rate-Monitor",
         "productPrice":"299.99",
         "productDescription":"This Samsung Gear 2 SM-R3800VSAXAR smart watch features a Bluetooth 4.0 + LE interface that lets you wirelessly link with your compatible Samsung phone or tablet. Accelerometer, gyroscope and heart rate sensors provide versatility. <br> Color shown: Gold.  <br>Silver and Orange Available.  If you have any questions about colors, please contact the Gift Concierge.",
         "productImage":"/forHer/samsungGear2.jpg",
         "productThumb":"/forHer/samsungGear2Thumb.jpg",
         "imageAltText":"GiftStarter Samsung Gear 2 Smart Watch with Heart Rate Monitor",
         "giftStartLink":"http://bit.ly/1zY7xUG"
      },
      {  
         "productName":"Sony Cyber-shot DSC-TX30 Digital Camera",
         "productNameShort":"Sony Cyber-shot DSC-TX30",
         "productSlug":"Sony-Cyber-shot-DSC-TX30-Digital-Camera",
         "productPrice":"198.00",
         "productDescription":"The black Cyber-shot DSC-TX30 Digital Camera from Sony is a ”tough” point-and-shoot camera with an 18.2MP CMOS sensor, 5x optical zoom lens and the capability to be waterproof to 33' %2810 m%28, shock-proof to a drop of 5' %281.5 m%28, freeze-proof to 14ºF %28-10%C2%BAC%28 and dust-proof. The 18.2MP Exmor R CMOS sensor in combination with the camera's BIONZ image processor captures low-noise, high definition photos and Full HD 1080i videos with fast performance speeds, including continuous shooting of up to 10 frames per second at full resolution.  <br><br>PRODUCT HIGHLIGHTS<br> 18.2MP Exmor R CMOS Sensor<br> BIONZ Image Processor<br> 5x Optical Zoom Lens; 26-130mm Equiv.<br> 3.3 OLED Touch Screen Monitor<br> Full HD 1080/60i Video Capture<br> Water / Shock / Freeze / Dust-proof<br> Optical Image Stabilization<br> Enhanced Superior Auto Mode<br> Intelligent Sweep Panorama 360<br> 10 Frames per Second Continuous Shooting",
         "productImage":"/forHer/sonyDigitalCamera.jpg",
         "productThumb":"/forHer/sonyDigitalCameraThumb.jpg",
         "imageAltText":"GiftStarter Sony Cyber-shot DSC-TX30 Digital Camera",
         "giftStartLink":"http://bit.ly/1zHmMhv"
      },
      {  
         "productName":"Experience",
         "productNameShort":"Experience",
         "productSlug":"experience",
         "productPrice":" varies",
         "productDescription":"Give the gift of flight, driving an exotic car, or a spa package. Experience the serenity and breath-taking views as you float effortlessly thousands of feet above ground.  There is nothing like an experience gift. Afterall, you know what they say - experiences are the only gifts that actually make a person richer.  They make an incredible gift!  You can gift other unique experiences, such as a holiday, flight lessons, a fishing charter, or tickets and accommodation to a special event. Dream up the gift, we can make it happen.",
         "productImage":"/forHer/hotAirBalloon.jpg",
         "productThumb":"/forHer/hotAirBalloonThumb.jpg",
         "imageAltText":"GiftStarter Experience",
         "giftStartLink":"http://bit.ly/1xwMnXf"
      },
      {  
         "productName":"Apple&reg; 16GB iPad Air 2 (Wi-Fi, Space Gray)",
         "productNameShort":"Apple&reg; iPad Air 2",
         "productSlug":"Apple-16GB-iPad-Air-2-Wi-Fi-Space-Gray",
         "productPrice":"489.00",
         "productDescription":"The Apple iPad is one of the most desired and practical gifts of all time.  This particular iPad is for the 16GB iPad Air 2 in Space Gray with WiFi.  Great for road trips, hanging out at home, or entertaining the kids.  * For other options on iPads (like memory size, color, WiFi versus LTE, etc…), please contact the Gift Concierge or use our Search to find the exact model you are looking for. Using the GiftStarter link does not guarantee availability of a particular size or color.  If you have any questions about sizes, colors, or options, please contact the Gift Concierge.",
         "productImage":"/forHer/ipadAir.jpg",
         "productThumb":"/forHer/ipadAir.jpg",
         "imageAltText":"GiftStarter Apple 16GB iPad Air 2 (Wi-Fi, Space Gray)",
         "giftStartLink":"http://bit.ly/1IoJTBl"
      },
      {  
         "productName":"Lululemon Rain On Jacket",
         "productNameShort":"Lululemon Rain On Jacket",
         "productSlug":"Lululemon-Rain-On-Jacket",
         "productPrice":"198.00",
         "productDescription":"Go-go gadget trench coat! for her! This classic trench has a few not-so-classic features which include a removable hood, secure and edgy looking pockets and a media pouch with cord exit. The two-layer twill fabric repels rain and reflective details help keep us on the radar (even when we're incognito).  Extremely practical rain coat for the fashion aware woman on the go with a two-layer twill fabric outer layer and Glyde fabric lining are wind- and water-resistant to help protect against the elements. The reflective details help you shine bright in low light. <br><br>Take this group gift to another level by having each person that pitches in to the gift, write a personal message that includes the title of their favorite poem song, book, or artist with reference to rain.  Remember, these personal messages are printed into the custom handmade card, which is sent in advance of the gift.",
         "productImage":"/forHer/lululemonJacket.jpg",
         "productThumb":"/forHer/lululemonJacketThumb.jpg",
         "imageAltText":"GiftStarter Lululemon Rain On Jacket",
         "giftStartLink":"http://bit.ly/1C65HQi "
      },
      {  
         "productName":"Cole Haan&reg; Felicity Cross Body",
         "productNameShort":"Cole Haan&reg; Felicity Cross Body",
         "productSlug":"Cole-Haan-Felicity-Cross-Body",
         "productPrice":"188.00",
         "productDescription":"Fashion and function collide in this top zip crossbody. Constructed of soft, supple pebbled leather, this small wonder packs major punch for its chic and petite size - two outside pockets, a well-designed and generous interior with functional storage pockets, a long leather strap and a top zip for ease as you whip about town.  <br><br>Take this group gift to the next level by including a personal note about each person’s favorite memory with the recipient to make the custom handmade card experience even more meaningful with this great and useful chic gift.",
         "productImage":"/forHer/coleHaanPurse.jpg",
         "productThumb":"/forHer/coleHaanPurseThumb.jpg",
         "imageAltText":"GiftStarter Cole Haan Felicity Cross Body",
         "giftStartLink":"http://bit.ly/1KOMc2T"
      },
      {  
         "productName":"Frends with Benefits &quot;Taylor&quot; Headphones",
         "productNameShort":"Frends with Benefits Headphones",
         "productSlug":"Frends-with-Benefits-Taylor-Headphones",
         "productPrice":"199.99",
         "productDescription":"These leather-wrapped headphones are a wonderful accessory for the fashion conscious woman in your life.  The headphones are soft to touch and comfortable, while delivering authentic sound from the memory-foam ear cushions.  Very easy to use with all devices - and includes a three button mic with volume, music and phone controls. Headphones by Frends with Benefits, a fantastic group gift from friends. <br><br>Take this group gift to the next level by including a message from each person with the name of their favorite song for the recipient with every pitch-in.",
         "productImage":"/forHer/headphones.jpg",
         "productThumb":"/forHer/headphonesThumb.jpg",
         "imageAltText":"GiftStarter Frends with Benefits Taylor Headphones",
         "giftStartLink":"http://bit.ly/1wE4Pgf"
      },
      {
         "productName":"Vitamix&reg; S30 Blender",
         "productNameShort":"Vitamix&reg; S30 Blender",
         "productSlug":"Vitamix-S30-Blender",
         "productPrice":"409.00",
         "productDescription":"Vitamix has combined its high-performance engineering with the convenience of a personal blender. Whether you’re on the go or enjoying meals at home, the S30 makes it easy to create single and double servings of your favorite recipes (dressings, soups, juices, and more) while fitting easily on your countertop. There are two BPA-free containers to blend a variety of recipes for every meal of the day, even share with another loved one. Ideal for beverages, dressings, and food preparation for both you and a loved one. <br><br>Take this group gift to another level by asking every person that pitches in to the group gift to include their favorite Vitamix recipe to share.",
         "productImage":"/forHer/vitamix.jpg",
         "productThumb":"/forHer/vitamixThumb.jpg",
         "imageAltText":"GiftStarter Vitamix S30 Blender",
         "giftStartLink":"http://bit.ly/1yNvIns"
      },
      {
         "productName":"Fat Cork Rose Gift Set",
         "productNameShort":"Fat Cork Rose Gift Set",
         "productSlug":"Fat-Cork-Rose-Gift-Set",
         "productPrice":"135.00",
         "productDescription":"Give three beautiful bottles of rose champagne for someone to revel in.  The three bottles include: Mathieu-Gandon Esprit Rose, which has bold fruit flavors balance a long fresh finish in this beautiful light pink rosé.  The set also includes a gorgeous bottle of Jean Baillette-Prudhomme Cuvee Rose de Saignee.  The de Saignee Champagne is light, with nice structure and a fine acidity to balance the fruit. This is indeed fruit forward, but not in the least bit sweet.  The third bottle in this set is the Didier-Ducos Fils Rosé Brut.  With sweet strawberry jam on the nose, this is a rosé with generous fruit on the palate and just the right amount of acidity for balance.",
         "productImage":"/forHer/fatCorkRose.jpg",
         "productThumb":"/forHer/fatCorkRoseThumb.jpg",
         "imageAltText":"GiftStarter Fat Cork Rose Gift Set",
         "giftStartLink":"http://bit.ly/11FWyzt"
      },
      {
         "productName":"butter LONDON&#8482; Gears &amp; Gadgets Ultimate Lacquer Trunk",
         "productNameShort":"butter LONDON&#8482; Lacquer Trunk",
         "productSlug":"butter-LONDON-Gears-Gadgets-Ultimate-Lacquer-Trunk",
         "productPrice":"150.00",
         "productDescription":"Oprah's 2014 Beauty Gift Guide Pick! All hail the ultimate gift for the beauty obsessed!  Discover your signature look with 20 gorgeous Fashion Size Shades, 4 best-selling treatments and our favourite tools of the trade.  This is a great group gift for a woman, whether she’s single, a mother, young or older. Take the group gift to another level by inviting friends over for a manicure and wine party while watching a great flick together.",
         "productImage":"/forHer/blTrunk.jpg",
         "productThumb":"/forHer/blTrunkThumb.jpg",
         "imageAltText":"GiftStarter butter LONDON Gears Gadgets Ultimate Lacquer Trunk",
         "giftStartLink":"http://bit.ly/1HPMQvi"
      },
      {
         "productName":"fitbit&reg; one&#8482;",
         "productNameShort":"fitbit&reg; one&#8482;",
         "productSlug":"fitbit-one",
         "productPrice":"99.99",
         "productDescription":"If you want to turn fitness into a lifestyle, the One&#8482; is for you. For starters, it never rests. During the day, it tracks your steps, distance, calories burned, and stairs climbed. Come nightfall, it measures your sleep quality, helps you learn how to sleep better, and wakes you in the morning. The One&#8482; motivates you to reach your goals by bringing greater fitness into your life – seamlessly, socially, 24 hours a day.  This is a great gift that also has access to a community of other FitBit users to help encourage and motivate you.",
         "productImage":"/forHer/fitBitOne.jpg",
         "productThumb":"/forHer/fitBitOneThumb.jpg",
         "imageAltText":"GiftStarter fitbit one",
         "giftStartLink":"http://bit.ly/1rtvtvp"
      },
      {
         "productName":"The North Face&reg; 'Crescent Sunset' Hooded Pullover",
         "productNameShort":"The North Face&reg; Hooded Pullover",
         "productSlug":"The-North-Face-Crescent-Sunset-Hooded-Pullover",
         "productPrice":"95.00",
         "productDescription":"A warm, sweater-knit jacket runs errands just as well as it runs the trail.  Revel in the great unknown when you explore the trail's twists and turns in this women's Crescent Sunset pullover hoodie from THE NORTH FACE!  Warm yet extremely breathable, it's crafted with toasty fleece, while the fixed hood is lined with flannel for a pop of classic style.  A great gift for those that live in or are headed to areas with access to mild weather, like spring and fall.",
         "productImage":"/forHer/northFacePullover.jpg",
         "productThumb":"/forHer/northFacePulloverThumb.jpg",
         "imageAltText":"GiftStarter The North Face 'Crescent Sunset' Hooded Pullover",
         "giftStartLink":"http://bit.ly/1COPHDS"
      },
      {
         "productName":"Michael Kors Saffiano Medium Travel Tote",
         "productNameShort":"Michael Kors Travel Tote",
         "productSlug":"Michael-Kors-Saffiano-Medium-Travel-Tote",
         "productPrice":"278.00",
         "productDescription":"Advance your fashion education with the MICHAEL Michael Kors&#8482; Saffiano Medium Travel Tote.  This is a travel tote made of luxurious leather.  It holds your wallet, keys, personal technology and a cosmetics case.  Also includes dual shoulder straps, signature hanging charm logo, and lobster-claw closure.  Interior features a back-wall zip pocket, multifunctional slip pockets and a key fob.  This is the perfect tote for anyone who travels for work, or anyone that works in an office setting and needs to carry a laptop (or tablet) regularly",
         "productImage":"/forHer/mkTote.jpg",
         "productThumb":"/forHer/mkToteThumb.jpg",
         "imageAltText":"GiftStarter Michael Kors Saffiano Medium Travel Tote",
         "giftStartLink":"http://bit.ly/1AOK5HX"
      },
      {
         "productName":"Clarisonic&#8482; Pedi Sonic Foot Transformation",
         "productNameShort":"Clarisonic&#8482; Pedi Sonic",
         "productSlug":"Clarisonic-Pedi-Sonic-Foot-Transformation",
         "productPrice":"199.00",
         "productDescription":"Transform your toes with CLARISONIC Pedi sonic foot transformation, a beaty system proven to smooth, soften and hydrate rough, dry heels and toes so you’re sandal ready in no time at all. The precision engineered device gives you a professional quality buff with at home ease. Set includes: Pedi handle, Pedi Wet/Dry buffing brush head, Pedi disc, Pedi boost (1 oz.), Pedi buff (6 oz.), and Pedi balm (3.5 oz).  Great way to give the gift of pedicares in the comfort of home. How to use: Charge for 24 hours before first use and between uses. Every day, scrub away set-in debris and smooth dry, rough skin with the Wet/Dry Buffing brush head and Pedi-Buff. Follow with the Pedi-Balm to hydrate and protect smoothed feet. Twice a week, use the Pedi Smoothing disc on dry feet before your daily buff followed by the Pedi-Boost for total foot renewal and additional skin softening. Seal with the Pedi-Balm. <br><br>Pro tip: Try using the Wet/Dry Buffing brush head dry for quick touch-ups.",
         "productImage":"/forHer/clarisonicPediSonic.jpg",
         "productThumb":"/forHer/clarisonicPediSonicThumb.jpg",
         "imageAltText":"GiftStarter Clarisonic Pedi Sonic Foot Transformation",
         "giftStartLink":"http://bit.ly/1A1daf8 "
      },
      {
         "productName":"6 Boxes of Julep&#8482; Maven for 6 Months",
         "productNameShort":"6 Months of Julep&#8482; Maven",
         "productSlug":"6-Boxes-of-Julep-Maven-for-6-Months",
         "productPrice":"119.94",
         "productDescription":"The Julep Mavens get first access to brand-new nail colors and beauty products at an unbeatable price—over $40 of product for just $19.99/month.  Each month they can preview the latest collection, customize their boxes, and access a Secret Store with lots of exclusive deals. Plus, they get free shipping and 20% off other great beauty products at julep.com. This is a great group gift that keeps on giving for many many months.",
         "productImage":"/forHer/julep.jpg",
         "productThumb":"/forHer/julepThumb.jpg",
         "imageAltText":"GiftStarter 6 Boxes of Julep Maven for 6 Months",
         "giftStartLink":"http://bit.ly/1tYHdYr"
      }
  ]
}







