{
   "categoryName":"Green and Organic Gift Ideas",
   "categoryNameShort":"Green",
   "categorySlug":"green",
   "categoryBlurb":"The world is important, so we’ve curated our favorite organic, natural, and earth-friendly gift ideas for the worldy person in your life.",
   "categoryMetaDescription":" ",
   "productList":[ 
      {
         "productName":"Classic Nomiku",
         "productNameShort":"Classic Nomiku",
         "productSlug":"Classic-Nomiku",
         "productPrice":"199",
         "productDescription":"<p>The Classic Nomiku's power, size, and safety features makes it the essential kitchen tool to bring the magic of sous vide into your kitchen. &nbsp;</p><br /><p>Clips onto any pot you own<br />Simple to use; just one knob and one screen to set the temperature<br />Lightweight and compact for use with one hand and easy storage<br />Use Tender to find and share recipes with the largest sous vide community<br />US ETL approved</p><br /><p><strong>What is sous vide?</strong></p><br /><p>Sous vide is the method of cooking vacuum-sealed food in a controlled low-temperature water bath. It is a top chef's secret weapon because it allows you to craft consistently delicious, perfectly cooked dishes, effortlessly and consistently.&nbsp;</p><br /><p>Learn more here:&nbsp;http://www.nomiku.com/products/nomiku-sous-vide</p>",
         "productMetaDescription":"Nomiku is the essential kitchen tool to bring the magic of sous vide to your kitchen + makes the perfect gift!",
         "productImage":"/forHim/classicNomiku.jpg",
         "productThumb":"/forHim/classicNomikuthumb.jpg",
         "imageAltText":"Classic Nomiku",
         "giftStartLink":"http://bit.ly/1gBsTiv"
     },
     {
         "productName":"Mrs. Meyer's Variety Gift Bucket and Bambooee Tree Saver Deluxe Pack",
         "productNameShort":"Mrs. Meyer's &amp; Bambooee Set",
         "productSlug":"Mrs-Meyers-Bambooee-Set",
         "productPrice":"76.99",
         "productDescription":"<p>Cleaning has never been so green! This gift set bundles Mrs. Meyer's plant-derived, cruelty-free, earth friendly cleaning products with Bambooee's reusable, washable bamboo towels and sweepers. Just 40 Bambooee twoels will replace up to 572 ROLLS of traditional paper towels, and the 32 sweeps will replace approximately 3,200 traditional sweeper pads. These sweeper pads are covered in no-scratch scrubbing dots that making cleaning the floor a simple task.</p><br /><p>&nbsp;</p><br /><p>Mrs. Meyers Clean Day Gift Bucket includes:</p><br /><p>Geranium Dish Soap, Bluebell Multi-Surface Everyday Cleaner, Basil Multi-Surface Concentrate, Honeysuckle Hand Soap, Lavender Tub &amp; Tile, and Lemon Verbena Surface Scrub&nbsp;all packed up in a Galvanized Bucket!</p><br /><p>Bambooee Tree Saver Deluxe pack includes:</p><br /><p>2 BAMBOOEE ROLLS - 40 sheets. Rayon from Organic Bamboo.<br />BAMBOOEE SWEEPS - 32 sheets. Rayon from Organic Bamboo.</p>",
         "productMetaDescription":"all natural personal cleaning products. green. clean day. bathroom. kitchen. reusable. bamboo. cruelty-free. not animal tested. earth friendly.",
         "productImage":"/green/mrs-meyers-bambooee-set.jpg",
         "productThumb":"/green/mrs-meyers-bambooee-set-thumb.jpg",
         "imageAltText":"Mrs. Meyer's &amp; Bambooee Set",
         "giftStartLink":"http://bit.ly/1CHYmcM"
     },
     {
         "productName":"naturalmatUSA Spring Mat",
         "productNameShort":"naturalmatUSA Spring Mat",
         "productSlug":"naturalmatUSA-Spring-Mat",
         "productPrice":"375.00",
         "productDescription":"<p>Babies spend the majority of their first year sleeping. NaturalmatUSA is committed to providing all-natural, chemical-free matresses that are safe and comfortable. This Spring Mat is made from organic lambswool, organic coir, and natural latex with hand nested pocket springs that make it suitable to use for a newborn on the more supportive side, and toddlers on the springier side. Big bonus: the cotton cover is removable and washable, which anyone with kids will tell you is a necessity!</p>",
         "productMetaDescription":"Baby and toddler organic mattress. all natural. reversible mattress. newborn. lambswool.",
         "productImage":"/green/naturalmatusa-spring-mat.jpg",
         "productThumb":"/green/naturalmatusa-spring-mat-thumb.jpg",
         "imageAltText":"naturalmatUSA Spring Mat",
         "giftStartLink":"http://bit.ly/1HvFjl2"
     },
     {
         "productName":"Cariloha Resort Bamboo Bed Sheets - Graphite",
         "productNameShort":"Cariloha Bamboo Bed Sheets",
         "productSlug":"Cariloha-Bamboo-Bed-Sheets",
         "productPrice":"259.00",
         "productDescription":"<p>There are few things in life that can beat sliding into a bed covered in soft silky sheets at the end of the day. Cariloha Bamboo delivers sheets that are not only soft and breathable, but warm when it's cold and cool when its warm due to their thermal regulating technology. Bamboo is 3 degrees cooler than the human body and wicks moisture away from it. Plus, it's naturally hypoallergenic and a highly sustainable resource! Made from 100% viscose bamboo that's twice as soft as cotton, the set includes 1 fitted sheet, one flat sheet, and two pillowcases.</p><br /><p>Bring home the look and feel of the resort!</p>",
         "productMetaDescription":"Super-soft luxury bed sheets. Bamboo. King size bed. Resort style sheets.",
         "productImage":"/green/cariloha-bamboo-bed-sheets.jpg",
         "productThumb":"/green/cariloha-bamboo-bed-sheets-thumb.jpg",
         "imageAltText":"Cariloha Bamboo Bed Sheets",
         "giftStartLink":"http://bit.ly/1HvHfdl"
     },
     {
         "productName":"Burt's Bees&reg; Baby Bee&reg; Deluxe Gift Set",
         "productNameShort":"Burt's Bees&reg; Delux Gift Set",
         "productSlug":"Burts-Bees-Delux-Gift-Set",
         "productPrice":"55.00",
         "productDescription":"<p>The title may say &quot;Baby Bee&quot; but don't let that fool you. These all natural products are perfect for nourishing and caring for any delicate or sensitive skin. With gentle formulas and relaxing, fresh scents, this gift basket delivers exceptional products for head to toe care and comfort. Sure to be a hit at any baby shower!</p>",
         "productMetaDescription":"all natural personal care products. Baby. Mom. baby shower. organic.",
         "productImage":"/green/burts-bees-delux-gift-set.jpg",
         "productThumb":"/green/burts-bees-delux-gift-set-thumb.jpg",
         "imageAltText":"Burt's Bees&reg; Delux Gift Set",
         "giftStartLink":"http://bit.ly/1CHTxAd"
     },
     {
         "productName":"California Baby&reg; Happy Eco Home Gift Set",
         "productNameShort":"California Baby&reg; Eco Home",
         "productSlug":"California-Baby-Eco-Home",
         "productPrice":"110.00",
         "productDescription":"<p>This gift set has&nbsp;a little something for everyone in the family. There's no need to fear the bug or harsh chemicals when venturing outside with the natural bug blend bug repellent, and the all natural handwash is sure to keep the germs and dirt away while smelling great. &nbsp;California Baby products are made from certified organic and sustainably grown ingredients that are allergy tested and free of gluten, soy, oat, dairy, peanuts, and tree nuts.</p><br /><p>Gift Set includes:</p><br /><p>Squeaky Clean Handwash, Calming Everyday Lotion, Overtired &amp; Cranky Spritzer, Everyday/Year-Round SPF 30+ Sunscreen, Natural Bug Blend Bug Repellent Spray, Calendula Cream, Calming Bath Drop, and Wall Diffuser</p>",
         "productMetaDescription":"organic certified personal care products. outdoor protection. eco friendly home products.",
         "productImage":"/green/california-baby-eco-home.jpg",
         "productThumb":"/green/california-baby-eco-home-thumb.jpg",
         "imageAltText":"California Baby&reg; Eco Home",
         "giftStartLink":"http://bit.ly/1HvJ6Pg"
     },
     {
         "productName":"Whole Foods Market $250 Gift Card",
         "productNameShort":"Whole Foods Gift Card",
         "productSlug":"Whole-Foods-Gift-Card",
         "productPrice":"250.00",
         "productDescription":"<p>If price were not an issue, Whole Foods Market would be the first choice for many when it comes to groceries or even lunch and dinnner. Their selection certified organic foods is nearly unparallelled, ensuring a one-stop shop for healthy eating. This gift card would make a great gift for someone who recently moved, had a new baby, started a new job, or just generally loves to eat clean!</p>",
         "productMetaDescription":"certified organic food. grocery.",
         "productImage":"/green/whole-foods-gift-card.jpg",
         "productThumb":"/green/whole-foods-gift-card-thumb.jpg",
         "imageAltText":"Whole Foods Gift Card",
         "giftStartLink":"http://bit.ly/1CI6fPo"
     },
     {
         "productName":"PRESALE Drumi - Yirego Washing Machine",
         "productNameShort":"Drumi Washing Machine",
         "productSlug":"Drumi-Washing-Machine",
         "productPrice":"132.73",
         "productDescription":"<p>*AVAILABLE FOR PRESALE ONLY* (Estimated delivery of August 2016)</p><br /><p>There is a multitude of reasons the Drumi would make a great green gift.&nbsp;Know someone who lives in an apartment without a personal laundry hookup? Looking for an alternative to hand-washing delicates? Need to clean your clothes on a camping trip? Just trying to save the earth one load of electrity-less laundry at a time? The Drumi is a sustainable, low maintenance laundry solution that can save money, energy, and the environment. It requires no electricty, but is powered solely by stepping down on the foot pedal.</p><br /><p>Learn More:&nbsp;http://www.yirego.com/#!key-features/c54s</p>",
         "productMetaDescription":"pedal powered washing machine. sustainability. hand wash. green laundry. apartment living. cloth diapers. camping.",
         "productImage":"/green/drumi-washing-machine.jpg",
         "productThumb":"/green/drumi-washing-machine-thumb.jpg",
         "imageAltText":"Drumi Washing Machine",
         "giftStartLink":"http://bit.ly/1CI8yCc"
     },
     {
         "productName":"LUSH The Art of Bathing Gift Set",
         "productNameShort":"LUSH The Art of Bathing",
         "productSlug":"LUSH-The-Art-of-Bathing",
         "productPrice":"117.95",
         "productDescription":"<p>A masterpiece of a gift for fans of truly indulgent baths, featuring 15 of our most popular bathing products. Whether you want a full-on bubbly extravaganza, a sensual floral fragrance, uplifting fizz and sparkle or hypnotic swirls and spice...there's something in here for every bathing occasion! We&rsquo;ve popped these bathtime treats in to a lovely reusable box, so all you&rsquo;ll need to do is choose which one to use first.</p><br /><p>Gift set includes:</p><br /><p>Avobath Bath Bomb,&nbsp;Big Blue&nbsp;Bath Bomb,&nbsp;Dragon's Egg&nbsp;Bath Bomb,&nbsp;Butterball&nbsp;Bath Bomb, Tisty Tosty&nbsp;Bath Bomb, Fizzbanger&nbsp;Bath Bomb, Granny Takes A Dip&nbsp;Bath Bomb, Pheonix Rising&nbsp;Bath Bomb, Sunny Side Bubble Bar, The Comforter&nbsp;Bubble Bar, Brightside&nbsp;Bubble Bar, Rose Jam Bubbleroon&nbsp;Bubble Bar, Blue Fun, Mmmelting Marshmallow Moment Luxury Bath Melt, Ceridwen's Cauldron Luxury Bath Melt</p>",
         "productMetaDescription":"All natural bath products for pampering! vegan. bath bomb. bubble bath. graduation. wedding. new baby. house warming. new job. treat yourself.",
         "productImage":"/green/lush-the-art-of-bathing.jpg",
         "productThumb":"/green/lush-the-art-of-bathing-thumb.jpg",
         "imageAltText":"LUSH The Art of Bathing",
         "giftStartLink":"http://bit.ly/1CI9fLD"
     },
     {
         "productName":"Exaco 113 gallon Composter",
         "productNameShort":"Exaco 113 gallon Composter",
         "productSlug":"Exaco-113-gallon-Composter",
         "productPrice":"295.00",
         "productDescription":"<p>The Exaco Trading Co. 113-Gallon Aerobin 400 Composter uses an aeration core that promotes the quick breakdown of organic matter. The ventilation system and self-draining floor help provide an effective balance of moisture and warm air. An insulated lid and walls help keep out the cold and retain the heat generated by the composting process for year-round operation.<br /><ul class=&quot;bulletList&quot;><br /><li>Holds 113 gallons of kitchen and garden waste</li><br /><li>2 side doors for easy compost access</li><br /><li>Patented ventilation system helps create constant flowing air for quicker decomposition</li><br /><li>Insulated side walls retain heat and help protect against cold ambient air reaching the biomass</li><br /><li>Can be used year-round</li><br /><li>Base and leachate tank for collection of liquid nutrients (green waste)</li><br /><li>Requires no turning or agitating of biomass</li><br /><li>Requires no accessories or tools</li><br /><li>Can be assembled in up to 20 minutes</li><br /></ul><br /></div>",
         "productMetaDescription":"Compost safely anywhere anytime! Year round compost. patented ventilation.",
         "productImage":"/green/exaco-113-gallon-composter.jpg",
         "productThumb":"/green/exaco-113-gallon-composter-thumb.jpg",
         "imageAltText":"Exaco 113 gallon Composter",
         "giftStartLink":"http://bit.ly/1CI9BC5"
     },
     {
         "productName":"VegTrug Wallhugger Raised Garden Planter",
         "productNameShort":"VegTrug Raised Planter",
         "productSlug":"VegTrug-Raised-Planter",
         "productPrice":"189.00",
         "productDescription":"<p>The VegTrug Wallhugger is an elevated garden planter, perfect for growing fruit, vegetables and herbs without bending or kneeling. The Wallhugger has all the same benefits of the classic VegTrug planter, only it has been designed specifically for narrow spaces with one vertical side with the ability to &lsquo;hug&rsquo; the planter next to a wall or fence.&nbsp;</p><br /><p>Sourced from sustainable plantation grown fir, the VegTrug Wallhugger is a beautiful elevated garden planter that is built to last. Its easy working height of 31&rdquo; means no more bending or kneeling to plant your garden, making it perfect for wheelchair users or the elderly.</p>",
         "productMetaDescription":"Elevated garden planter. Herb Garden.",
         "productImage":"/green/vegtrug-raised-planter.jpg",
         "productThumb":"/green/vegtrug-raised-planter-thumb.jpg",
         "imageAltText":"VegTrug Raised Planter",
         "giftStartLink":"http://bit.ly/1TDuPFq"
     },
     {
         "productName":"Coyuchi Organic Bath Towel Set",
         "productNameShort":"Coyuchi Organic Bath Towels",
         "productSlug":"Coyuchi-Organic-Bath-Towels",
         "productPrice":"128.00",
         "productDescription":"<p>Pamper your skin with the fresh feeling of 100% pure organic cotton. Coyuchi toweling is a fine expression of their high regard for the beauty of simplicity. &nbsp;These absorbent and luxuriously soft trademark Terry towels have a twill weave and a no-dobby border. &nbsp;With 550 grams per square meter, these towels are a medium weight that makes them environmentally friendly to wash and dry. &nbsp;The subtle twill weave creates just the right amount of texture that gets softer with each wash. These pre-shrunken towels are finished with a simple binding so each towel retains its shape.&nbsp; The Bath Mats are a plain weave and are framed with a dobby border. With 900 grams per square meter, these reverisble bath mats are hefty and absorbent.</p><br /><p>&nbsp;</p><br /><p>Includes 2 Hand Towels, 2 Wash Cloths, and 2 Bath Towels</p>",
         "productMetaDescription":"Spa bath towels. Wedding gifts. Housewarming gifts. organic cotton.",
         "productImage":"/green/coyuchi-organic-bath-towels.jpg",
         "productThumb":"/green/coyuchi-organic-bath-towels-thumb.jpg",
         "imageAltText":"Coyuchi Organic Bath Towels",
         "giftStartLink":"http://bit.ly/1gD28dz"
     },
     {
         "productName":"Voltaic Systems Switch Solar Travel Bag",
         "productNameShort":"Solar Travel Bag",
         "productSlug":"Solar-Travel-Bag",
         "productPrice":"149.00",
         "productDescription":"<div>Stash and charge your Smartphone, Kindle and camera along with the day's essentials in this lightweight, eco-friendly solar travel bag. Made with recycled PET, this day bag features a practical design with an adjustable strap that can be worn across the shoulder or straight down.&nbsp;</div><br /><div>&nbsp;</div><br /><div>The Switch V2 has 6 Watts of rugged solar power embedded into the front of the bag. One hour in direct sun provides up to two hours of talk time or 80 minutes of run time on the iPad Mini. It comes with a 15 Watt hour V15 battery. In addition to the iPad &amp; iPad Mini, the Switch charges smartphones, nearly all USB devices and is compatible with most other tablets including Galaxy Tab, Google Nexus, and the Kindle Fire.</div><br /><div><br />Product Features:<br /><br /><ul><br /><li>6 Watts of Solar Power: 1 hour in sun = 2 hours talk time or 80 minutes of run time with iPad Mini</li><br /><li>Up to 14 hours of talk time or 67% charge on an iPad Mini&nbsp;</li><br /><li>Under 4 hours in the sun fully charges a typical smartphone</li><br /><li>V15 Battery Pack, in direct sun, fully charges in 9 hours from 4 Watts of solar panels. Can also be charged using any USB port or optional DC or AC chargers</li><br /><li>Connect to Devices via 5 standard adapters (micro usb, mini usb, nokia, and 2 universals)</li><br /><li>The convenient design is perfect for travelers&nbsp;</li><br /><li>Shoulder strap can be adjusted from 26 inches up to 52 inches&nbsp;</li><br /><li>Fabric is made from recycled PET (soda bottles) and is waterproof, lightweight and UV resistant</li><br /><li>Includes padded tabled sleeve</li><br /><li>10.75&quot; high x 9&quot; wide x 4.0&quot; deep</li><br /></ul><br /></div>",
         "productMetaDescription":"Solar Charge Travel Solutions. Camping. Solar Power. Recharge Batteries and devices.",
         "productImage":"/green/solar-travel-bag.jpg",
         "productThumb":"/green/solar-travel-bag-thumb.jpg",
         "imageAltText":"Solar Travel Bag",
         "giftStartLink":"http://bit.ly/1gD2fWO"
     },
     {
         "productName":"LUSH Wonderful You Gift Set",
         "productNameShort":"LUSH Wonderful You Gift Set",
         "productSlug":"LUSH-Wonderful-You-Gift-Set",
         "productPrice":"89.95",
         "productDescription":"<p>Show someone how wonderful you think they are with this collection of indulgent products for the shower and body in a bright and beautiful box. Filled with moisturizing, sensual aphrodisiacs and skin-softening treats, this floral hatbox is truly a full-body experience. Sexy jasmine, rose and ylang ylang perfumes adorn luxurious handmade indulgences including our popular Flying Fox shower gel, Tender Is The Night Massage Bar and the decadent Ro&rsquo;s Argan Body Conditioner. This treasure trove of goodies will leave your lucky recipient feeling and smelling wonderful all over.</p><br /><p>Set Includes:</p><br /><p>Godiva Shampoo Bar, Flying Fox Shower Gel, Gorgeous Moisturizer, Dream Cream Body Lotion, Ro's Argan Shower Smoothie, Honey Trap Lip Balms and Scrub, Aqua Mirabillis Body Butter, Tender is the Night Massage Bar, 9 to 5 Cleanser, and Sultana of Soap Soap.</p>",
         "productMetaDescription":"All natural bath products for pampering! Vegan. Graduation. Wedding. Valentine's Day. Anniversary.",
         "productImage":"/green/lush-wonderful-you-gift-set.jpg",
         "productThumb":"/green/lush-wonderful-you-gift-set-thumb.jpg",
         "imageAltText":"LUSH Wonderful You Gift Set",
         "giftStartLink":"http://bit.ly/1gD2tNB"
     },
     {
         "productName":"Gro-via Cloth Diapers Hybrid Live Package - Organic Cotton",
         "productNameShort":"Gro-via Cloth Diaper Package",
         "productSlug":"Gro-via-Cloth-Diaper-Package",
         "productPrice":"404.82",
         "productDescription":"<p>These are not your mama&rsquo;s cloth diapers. The hook and loop or snap closures on the breathable yet waterproof PUL covers eliminate the need for pins and plastic pants. The super absorbent inserts snap into the covers, making diaper changes a breeze. All pieces are machine washable and dryer safe, and can be re-used safely again and again&mdash;even for multiple kids! The typical family spends over $2000 on disposable diapers and wipes per child, and the typical disposable diapers takes hundreds of years to decompose. Give the gift that keeps on giving, and ensures a brighter, healthier environment for the future.</p><br /><p>Set Includes: 12 reusable waterproof diaper shells, 24 washable organic cotton absorbent inserts, and 4 absorbent boosters</p>",
         "productMetaDescription":"cloth diapers. eco-friendly. new baby. baby shower.",
         "productImage":"/green/gro-via-cloth-diaper-package.jpg",
         "productThumb":"/green/gro-via-cloth-diaper-package-thumb.jpg",
         "imageAltText":"Gro-via Cloth Diaper Package",
         "giftStartLink":"http://bit.ly/1gD2OzG"
     }
    ]
}