
{  
   "categoryName":"Gift Ideas for Lunar New Year",
   "categoryNameShort":"Lunar New Year",
   "categorySlug":"lunarNewYear",
   "categoryBlurb":"Happy Lunar New Year! Many different cultures celebrate new beginnings on this day based on a calendar that is coordinated with the cycles of the moon. Many Asian countries define the new year based on the Chinese zodiac, making 2015 the year of the goat or sheep. In Chinese astrology, each year is associated with an animal that occurs on a 12-year cycle.<br><br>If you were born in the following years, you are associated with the goat/sheep: 1919, 1931, 1943, 1955, 1967, 1979, 1991, 2003, and 2015. Your lucky colors are brown, red, and purple - and your lucky numbers are 2 and 7. Lucky flowers? The primrose and the carnation.<br><br>Regardless of where you are from, everyone should celebrate the mystical cycles of the moon...so at GiftStarter, we’ve curated our favorite gift ideas to ring in the Lunar New Year right!",
   "productList":[  
      {  
         "productName":"Complete Chinese Tea Set with Tea Table, Tea Set, and Kettle",
         "productNameShort":"Chinese Tea Set",
         "productSlug":"Complete-Chinese-Tea-Set-with-Tea-Table,-Tea-Set,-and-Kettle",
         "productPrice":"186.86",
         "productDescription":"Use this tea tray to help the water over flow while enjoying tea with good company.  The tray is made of very beautiful bamboo tea tray easy to clean and easy to move.  Medium size tea tray size:13.6x9.5x2.5.  The set also includes a tea kettle that has an adjustable set point for water at your preferred coffee brewing or tea steeping temperature.  In fact, once the water is heated, it holds it at that set point for 60 minutes.  Comes with the traditional Chinese gongfu tea set with cups, a set of 13 pieces (includes zisha tea pot, a 150ml gaiwan, 150 ml tea pitcher, 8 - 25 ml teacups, 8 - tea strainers and bamboo clips).  A wonderful gift for anyone that loves traditional Asian looseleaf teas that can be enjoyed in between meals, and after meals. ",
         "productImage":"/lunarNewYear/chineseTeas.jpg",
         "productThumb":"/lunarNewYear/chineseTeasThumb.jpg",
         "imageAltText":"GiftStarter Complete Chinese Tea Set with Tea Table, Tea Set, and Kettle",
         "giftStartLink":"http://bit.ly/1BjSchq"
      },
      { 
         "productName":"Red Envelope with a Visa Cash Gift Card",
         "productNameShort":"Red Envelope Visa Cash Card",
         "productSlug":"Red-Envelope-with-a-Visa-Cash-Gift-Card",
         "productPrice":"250.00",
         "productDescription":"The Lunar New Year is often called the Chinese New Year and is famous for the red envelopes that are given as gifts at social and family gatherings, including weddings and holidays.  The red color of the envelope symbolizes good luck and wards off evil spirits.  The amount of money must end in an even digit, so the “0” in “$250” fits the criteria.  The number “4” is also not allowed as it represents death, so we were careful to not include it as a digit in this Red Envelope gift.  Other Asian countries (like Japan, Korea, and Vietnam) and many other countries where a sizeable ethnic Chinese population is present, also celebrate the Lunar New Year.  For other dollar amounts, please contact the Gift Concierge who can help you gift a custom dollar amount.",
         "productImage":"/lunarNewYear/redEnvelope.jpg",
         "productThumb":"/lunarNewYear/redEnvelopeThumb.jpg",
         "imageAltText":"GiftStarter Red Envelope with a Visa Cash Gift Card",
         "giftStartLink":"http://bit.ly/147WqdQ"
      },
      {  
         "productName":"Harry &amp; David Tower of Treats&reg; Celebration",
         "productNameShort":"Harry &amp; David Tower of Treats&reg;",
         "productSlug":"Harry-David-Tower-of-Treats-Celebration",
         "productPrice":"159.95",
         "productDescription":"From ever-popular snacks like trail mixes and mixed nuts to elegant desserts—including sweet, nutty baklava with a touch of lemon and honey—the Tower of Treats&reg; Celebration is overflowing with expertly crafted sweet and savory delicacies. This gourmet gift tower also has perennial favorites like our Royal Riviera&reg; Pears and classic pepper and onion relish.  This is one of the perfect gifts you can send to anyone that celebrates the Lunar New Year - the large fruit, nuts and other goodies make this a gift that’ll continue to give for many days.<br><br>The box includes the following: <br>-Approx. 6 Royal Riviera&reg;  Pears (2 lb 12 oz)<br>-Milk chocolate Moose Munch® Gourmet Popcorn (10 oz)<br>-White cheddar cheese (4 oz)<br>-Smoked salmon (6 oz)<br>-Mixed nuts [almonds, cashews, hazelnuts, pecans, walnuts] (4 oz)<br>-Mesa Verde trail mix (5 oz)<br>-Raspberry galettes (5.25 oz)<br>-Chocolate decadence cake (12.5 oz)<br>-Baklava (5 oz)<br>-Three-seed crackers (4 oz)<br>-Pepper and onion relish (10 oz)<br>-Rice cracker trail mix (12 oz)<br>-Sesame sticks (12 oz)<br>-Cashew splits (4 oz)<br>-Chocolate cherries (12 oz)<br>-Signature chocolate truffles [coffee, cherry, raspberry, almond, all dark, double chocolate] (4 oz)<br>-Net Weight: 9 lb 9 oz",
         "productImage":"/lunarNewYear/harryAndDavid.jpg",
         "productThumb":"/lunarNewYear/harryAndDavidThumb.jpg",
         "imageAltText":"GiftStarter Harry &amp; David Tower of Treats&reg; Celebration",
         "giftStartLink":"http://bit.ly/1DClyqu"
      },
      {  
         "productName":"Battlestar Galactica Complete Series",
         "productNameShort":"Battlestar Galactica Complete Series",
         "productSlug":"Battlestar-Galactica-Complete-Series",
         "productPrice":"182.07.",
         "productDescription":"Relive every action-packed epic moment of the story that Reviewers and Publishers have proclaimed “Riveting”!  Rejoin the fight to save the human race as a small but determined fleet quests for the fabled planet Earth while being hunted by their nemeses, the robot cylons. Presented uninterrupted and in Dolby Digital 5.1 Surround Sound, experience the phenomenon from beginning to end!  The ultimate gift that keeps on giving for your friend, anyone that loves SciFi, or for someone in need of an escape into a different action packed world.  Did you know this series even counts as a romantic epic?",
         "productImage":"/lunarNewYear/galactica.jpg",
         "productThumb":"/lunarNewYear/galacticaThumb.jpg",
         "imageAltText":"GiftStarter Battlestar Galactica Complete Series",
         "giftStartLink":"http://bit.ly/1AOYsfZ"
      },
      {  
         "productName":"Supersac in Berry Red with Microvelvet",
         "productNameShort":"SuperSac Berry Red Microvelvet Cover",
         "productSlug":"Supersac-in-Berry-Red-with-Microvelvet-Cover",
         "productPrice":"850.00",
         "productDescription":"The Supersac<br>The Supersac is our most popular Sac. Our customers love it for its amazing comfort and durability, but also because it has made them so popular among their friends, especially around Superbowl time. The Supersac fits at least two adults and whatever amount of pets and children you find reasonable. The super-soft filling is made of premium, shredded Durafoam. Unlike bead-filled bags, it absorbs your body weight evenly and doesn't compress over time, but stays airy and supple like a sit-able cloud.<br><br>What's Included:<br>Supersac Khakisac<br>Berry Micro Velvet Supersac Cover<br>Premium Supersac Duffel Bag<br><br>About Berry Micro Velvet Covers<br>With a velvety hand, and deep suede-like nap, Micro Velvet is more resilient and stain-proof than traditional velvet, and thicker and loftier than Microsuede. Made from 100% polyester resin on a woven cotton backing, Micro Velvet is also the toughest of the fabrics in our line. With rub counts that are many times higher than even the durable Microsuede, Micro Velvet is a great choice if you are looking for a tough yet very soft fabric.<br>Velvet hand<br>Soft &amp; durable<br>Machine-washable / hang dry<br><br>Lifetime Guarantee<br>Lovesac is the only major furniture company that stands behind their products with a Lifetime Guarantee.",
         "productImage":"/lunarNewYear/lovesac.jpg",
         "productThumb":"/lunarNewYear/lovesacThumb.jpg",
         "imageAltText":"GiftStarter Supersac in Berry Red with Microvelvet Cover",
         "giftStartLink":"http://bit.ly/1vjmLlg"
      },
      {  
         "productName":"Oru Folding Origami Kayak The Bay",
         "productNameShort":"Oru Folding Origami Kayak The Bay",
         "productSlug":"Oru-Folding-Origami-Kayak-The-Bay",
         "productPrice":"1195.00",
         "productDescription":"ORU KAYAKS COMBINE SPACE-AGE MATERIALS AND AGE-OLD CRAFTS.<br>Kayaks were invented in the high Arctic thousands of years ago—they're one of the oldest boat designs still in use. Origami was created by Buddhist Monks in Japan 1500 years ago—and now has applications in cutting-edge engineering, from heart valves to telescopes. Oru is the Japanese word meaning ‘to fold,’ and we’re as inspired by traditional arts as we are by new technologies.<br>On the water, the Bay is 12 feet of pure grace and speed. Anywhere else, it’s a compact 26-pound box. Best of all, going from box to boat takes just a few minutes.",
         "productImage":"/lunarNewYear/kayak.jpg",
         "productThumb":"/lunarNewYear/kayakThumb.jpg",
         "imageAltText":"GiftStarter Oru Folding Origami Kayak The Bay",
         "giftStartLink":"http://bit.ly/1JnXPQ2"
      },
      {  
         "productName":"Northface 2 Person Tent MICA FL 2",  
         "productNameShort":"Northface 2 Person Tent",
         "productSlug":"Northface-2-Person-Tent-MICA-FL-2",
         "productPrice":"379.00",
         "productDescription":"Recipient of the 2013 Gear of the Year award by Outside Magazine, “Liveable, freestanding three-season tents don't get much lighter than this…  We were especially fond of the triangular entryways.” Fast-paced overnight excursions call for an ultralight, streamlined tent that maximizes interior space. Double-door, double-vestibule side entry makes it easy for two people to coordinate entering and exiting. Constructed with a mesh canopy and high-low ventilation for enhanced airflow. Waterproof bathtub floor is seam sealed to stop moisture seeping in from the ground. Dialed features, including color-coded poles, make pitching this two-person tent a simple task after a long day of hiking. Spring is quickly approaching - and nature is calling.  Spending time in nature with the ground will have very positive effects.",
         "productImage":"/lunarNewYear/tent.jpg",
         "productThumb":"/lunarNewYear/tentThumb.jpg",
         "imageAltText":"GiftStarter Northface 2 Person Tent MICA FL 2",
         "giftStartLink":"http://bit.ly/17OwpSM"
      }
   ]
}