 {
   "categoryName":"Gift Ideas for the Office",
   "categoryNameShort":"Office",
   "categorySlug":"office",
   "categoryBlurb":"Whether your budget is big or small, this is a great time let your colleagues and coworkers know that you’re glad to be the team with them. Finding gifts from the group and for the team can be particularly challenging, so we’ve curated our favorite gift ideas for all of the office gifting needs from promotions, baby, and weddings, to employee or boss appreciation. Let them know you truly care, together.",
   "categoryMetaDescription":"Let your coworkers know you care with a great group gift. We curated the best group gifts for promotions, baby, and weddings for an employee or the boss.",
   "productList":[  
       {  
         "productName":"Ticketmaster&reg; Gift Card",
         "productNameShort":"Ticketmaster&reg; Gift Card",
         "productPrice":"250.00",
         "productDescription":"Ticketmaster&reg; Gift Cards are good for music, sports, theater, office family events, and the perfect way to please even the hard-to-buy-for.  Gifts of experiences are the only gifts that make a person richer - so get together, and gift an experience they’ll never forget.",
         "productMetaDescription":"A great group gift for the boss, employee, teacher, or anybody that loves music, sports, theater. The perfect way to give a gift for the hard-to-buy-for person.",
         "productImage":"/boss/ticketmasterGC.jpg",
         "productThumb":"/boss/ticketmasterGCThumb.jpg",
         "imageAltText":"GiftStarter Ticketmaster Gift Card",
         "giftStartLink":"http://bit.ly/1KWHgc7",
         "productSlug":"Ticketmaster-Gift-Card"
       },
       {  
         "productName":"Aeron Chair By Herman Miller",
         "productNameShort":"Aeron Chair",
         "productSlug":"Aeron-Chair-By-Herman-Miller",
         "productPrice":"548.88",
         "productDescription":"The ultimate gift for the design, architecture, or furniture connoisseur for the office, a work station, or the desk.  Give it as a group gift to let them know you all care.  The Aeron Chair is used widely in fortune 500 companies and Hollywood sets, so this chair is amongst the most popular in the market today.  The innovative design makes the Aeron Chair ideal for the boss or home space environment. Its focuses on the way your pelvis tilts naturally forward, so that your spine stays aligned and you avoid back pain.The strong suspension distributes your weight evenly over the back and seat while conforming to your body type.",
         "productMetaDescription":"The ultimate gift for the design, architecture, or furniture connoisseur for the office, a work station, or the desk.  Give it as a group gift to let them know you all care.",
         "productImage":"/boss/aeronChair.jpg",
         "productThumb":"/boss/aeronChairThumb.jpg",
         "imageAltText":"GiftStarter Aeron Chair By Herman Miller",
         "giftStartLink":"http://bit.ly/15rn6GA"
       },
       {  
         "productName":"Apple&reg; 16GB iPad Air 2 (Wi-Fi, Space Gray)",
         "productNameShort":"Apple&reg; iPad Air 2",
         "productSlug":"Apple-16GB-iPad-Air-2-Wi-Fi-Space-Gray",
         "productPrice":"489.00",
         "productDescription":"The Apple iPad is one of the most desired and practical gifts of all time.  This particular iPad is for the 16GB iPad Air 2 in Space Gray with WiFi.  Great for road trips, hanging out at home, or entertaining the kids.  * For other options on iPads (like memory size, color, WiFi versus LTE, etc…), please contact the Gift Concierge or use our Search to find the exact model you are looking for. Using the GiftStarter link does not guarantee availability of a particular size or color.  If you have any questions about sizes, colors, or options, please contact the <a href=\"/concierge\" >Gift Concierge</a>.",
         "productMetaDescription":"The Apple iPad is a gift that everybody can enjoy, man, woman or child. A great useful gift when given as a group to let them know you care.",
         "productImage":"/boss/ipadAir.jpg",
         "productThumb":"/boss/ipadAir.jpg",
         "imageAltText":"GiftStarter Apple 16GB iPad Air 2 (Wi-Fi, Space Gray)",
         "giftStartLink":"http://bit.ly/1IoJTBl"
       },
       {  
         "productName":"Engraved, personalized Mont Blanc Cruiser Pen",
         "productNameShort":"Mont Blanc Cruiser Pen",
         "productSlug":"Engraved-personalized-Mont-Blanc-Cruiser-Pen",
         "productPrice":"225.00",
         "productDescription":"Giving and owning a pen has its practical and highly sentimental value. A pen can be a heirloom if it’s of high value and lots of emotions are connected to it. Giving a pen adds value to the friendship or relationship between the giver and the receiver, as every time the receiver uncaps the pen, be it consciously or subconsciously, the thought of the giver would automatically come to mind to caress it with the reminiscent.  This is a gift that people will treasure year after year.",
         "productMetaDescription":"Giving and owning a Mont Blanc pen has its practical and highly sentimental value. Give this pen from the group to let the recipient know that they are valued as a person.",
         "productImage":"/boss/montblancPen.jpg",
         "productThumb":"/boss/montblancPenThumb.jpg",
         "imageAltText":"GiftStarter Engraved, personalized Mont Blanc Cruiser Pen",
         "giftStartLink":"http://bit.ly/1BvpUAe"
       },
       {  
         "productName":"Single Malt Scotch - Glendronach 18 year old Allardice Single Malt Whisky 750ml",
         "productNameShort":"Glendronach Single Malt Whisky",
         "productSlug":"Single-Malt-Scotch-Glendronach-18-year-old-Allardice-Single-Malt-Whisky-750ml",
         "productPrice":"119.99",
         "productDescription":"Single malt distilleries are popping up across America, as bourbon whiskey is on the rise and this year marked the first time that none of the top five whiskies in Jim Murray’s “Whiskey Bible” came from Scotland. There an increasing, quality competition in the world of whiskey. Mellow and rich, no liquor is quite as luxurious and masculine as single malt scotch. Aged in &quot;the finest&quot; Oloroso sherry butts, the Glendronach 18 year is the darkest and most dense of the three standard expressions. Loaded with spice cake and dark toffee on the nose, the palate follows through with all of the flavor without ever going over the top. It's fudgy and loaded with dried fruit on the backend, showcasing everything you're looking for something like Macallan 18, albeit for $90 less per bottle.  Need we say more?",
         "productMetaDescription":"A Single Malt Scotch is a great group gift to someone who enjoys a quality liquor.  Mellow and rich, loaded with spice cake and dark toffee, and full of flavor without going over...",
         "productImage":"/boss/singleMaltScotch.jpg",
         "productThumb":"/boss/singleMaltScotchThumb.jpg",
         "imageAltText":"GiftStarter Single Malt Scotch - Glendronach 18 year old Allardice Single Malt Whisky 750ml",
         "giftStartLink":"http://bit.ly/1CKHQnp"
       },
       {  
         "productName":"Travel: Ogio Rocker RBC Carrying Case (Roller) for 17” Notebook",
         "productNameShort":"Ogio Rocker RBC Carrying Case",
         "productSlug":"Travel-Ogio-Rocker-RBC-Carrying-Case-Roller-for-17-Notebook",
         "productPrice":"200.00",
         "productDescription":"If your boss is always on the road, why not give them something to make their travels a bit smoother.  This bag will fit nearly any laptop, has plenty of pockets.",
         "productMetaDescription":"A great group gift for someone that travels often and is on the road a lot.  Make their travels a bit smoother to carry their laptop and with its useful pockets to hold anything.",
         "productImage":"/boss/ogioBag.jpg",
         "productThumb":"/boss/ogioBagThumb.jpg",
         "imageAltText":"GiftStarter Travel: Ogio Rocker RBC Carrying Case (Roller) for 17” Notebook",
         "giftStartLink":"http://bit.ly/1zsGa4p"
       },
       {  
         "productName":"POPSUGAR MUST HAVE 6 Month Subscription Box",
         "productNameShort":"POPSUGAR Subscription Box",
         "productSlug":"POPSUGAR-MUST-HAVE-6Month-Subsciption-Box",
         "productPrice":"214.70",
         "productDescription":"Give the gift of beauty, fashion, home, fitness, and food all at once with a 6-month subscription to POPSUGAR. The lucky gift recipient will receive full-size products and premium items worth over $100 each month for 6 months. ($600 value.)",
         "productMetaDescription":"A great group gift that gives month after month for 6 months.  Each month the gift will have hand-selected items in beauty, fashion, home, fitness and food worth over $100.",
         "productImage":"/boss/popSugar.jpg",
         "productThumb":"/boss/popSugarThumb.jpg",
         "imageAltText":"GiftStarter POPSUGAR MUST HAVE 6 Month Subscription Box",
         "giftStartLink":"http://bit.ly/1KWKQDe"
       },
       {  
         "productName":"Cut Crystal Princeton Decanter Set",
         "productNameShort":"Crystal Decanter Set",
         "productSlug":"Cut-Crystal-Princeton-Decanter-Set",
         "productPrice":"125.00",
         "productDescription":"When you serve your guests with a cocktail set as distinctive as this, you can expect a lively beginning to the conversation or an evening together connecting. It has a sophisticated profile giving it a feel of richness and exclusivity, with a European design punctuated by a dramatic cut crystal design around the base of the decanter - a special Things Remembered exclusive. Both the decanter and matching double old fashioned glasses are engravable, allowing you to give an unforgettable and personal gift for someone close, or simply set the stage for an elegant evening of your own.  This decanter holds 20.3 oz.; glasses hold 6.8 oz.  This is a great gift for housewarmings, retirement, birthdays and the holidays",
         "productMetaDescription":"A gorgeous crystal decanter set with glasses that’s both useful and great to look at. Give this as a group gift to a person that loves to host guests or enjoys quality liquors.",
         "productImage":"/boss/decanterSet.jpg",
         "productThumb":"/boss/decanterSetThumb.jpg",
         "imageAltText":"GiftStarter Cut Crystal Princeton Decanter Set",
         "giftStartLink":"http://bit.ly/1z3IU83"
       },
       {  
         "productName":"The Art of Shaving- Lexington Collection Set",
         "productNameShort":"Lexington Collection Set",
         "productSlug":"TheArtofShaving--Lexington-Collection-Set",
         "productPrice":"385.00",
         "productDescription":"The Art of Shaving Lexington Collection&#8482; is the set to gift as it features the Lexington Collection&#8482; Razor and Stand. This set is paired with the Fusion Chrome Fine Badger Shaving Brush, only the most functional and useful of shaving products.  Gift this for the man who prides himself on quality and a good shave.  Experience a new angle on shaving with our most technologically advanced manual razor.  Featuring Flexball&#8482; technology that responds to facial contours, it pivots in multiple directions for maximum contact with the skin. The result is a cleaner, closer shave with fewer strokes.",
         "productMetaDescription":":A great group gift for that person that loves more sophisticated products that are also useful.  Great for the man on-the-go. Give them the comfort of home and love with this gift.",
         "productImage":"/boss/lexingtonCollectionSet.jpg",
         "productThumb":"/boss/lexingtonCollectionSetThumb.jpg",
         "imageAltText":"GiftStarter The Art of Shaving- Lexington Collection Set",
         "giftStartLink":"http://bit.ly/1Gme3rh"
       },
       {  
         "productName":"Spherical Ice Ball Maker",
         "productNameShort":"Spherical Ice Ball Maker",
         "productSlug":"Spherical-Ice-ball-Maker",
         "productPrice":"399.99",
         "productDescription":"This is one of the most amazing gifts one could give or get.  The solid aluminum Spherical Ice Ball Maker marries science and design to perfectly chill your beverage of choice. The process is easy! Simply use the included ice mold to make a small ice slab in your freezer. Then place the slab into the Spherical Ice Maker. The weight of the machine at room temperature compresses the ice into a 2.6” sphere in less than a minute. The sphere has less surface area than a cube — so it melts more slowly and evenly to chill drinks without watering them down. Includes drip pan, tongs and 4 ice molds.",
         "productMetaDescription":"The ultimate group gift for the person that LOVES unique gadgets. The solid spherical ice ball maker is the perfect marriage of science and design to perfectly chill a beverage.",
         "productImage":"/boss/sphericalIceBallMaker.jpg",
         "productThumb":"/boss/sphericalIceBallMakerThumb.jpg",
         "imageAltText":"GiftStarter Spherical Ice Ball Maker",
         "giftStartLink":"http://bit.ly/1CIVfwA"
       },
       {  
         "productName":"Bowling Party",
         "productNameShort":"Bowling Party",
         "productSlug":"Bowling-Party",
         "productPrice":"varies",
         "productDescription":"A great group gift that can also be enjoyed by the group! Bowling is a great way to connect with others.There’s no better way to blow off some steam than with a little bowling. Treat your team to an afternoon out of the boss -complete with snacks, beverages, and a little healthy competition. <br> Minimum order of $250",
         "productMetaDescription":"A great group gift that can also be enjoyed by the group! Bowling is a great way to connect with others.  Great gift for a colleague, teacher, assistant, and or support team member.",
         "productImage":"/employee/bowling.jpg",
         "productThumb":"/employee/bowlingThumb.jpg",
         "imageAltText":"GiftStarter Bowling Party",
         "giftStartLink":" "
       },
       {  
         "productName":"Starbucks Gift Cards",
         "productNameShort":"Starbucks Gift Cards",
         "productSlug":"Starbucks-Gift-Cards",
         "productPrice":"varies",
         "productDescription":"A latte a day can get expensive. Why not treat your team by helping them fund their daily coffee habit with gift cards from Starbucks. It’s one way to ensure they feel appreciated - and caffeinated - all week long.<br> Minimum order of $250",
         "productMetaDescription":"Treat your team, your boss, or the office assistant with the gift that keeps on giving. It’s a great way to ensure they feel appreciated, and caffeinated all week long.",
         "productImage":"/employee/starbucksLogo.jpg",
         "productThumb":"/employee/starbucksLogoThumb.jpg",
         "imageAltText":"GiftStarter Starbucks Gift Cards",
         "giftStartLink":" "
       },
       {  
         "productName":"”Free” Lunch",
         "productNameShort":"”Free” Lunch",
         "productSlug":"Free-Lunch",
         "productPrice":"varies",
         "productDescription":"Treat your team, your boss, or the office assistant with the gift that keeps on giving, and can be enjoyed with teammates. Yes, there is such a thing as “free” lunch - and it’s a great way to appreciate your team. Order in their favorite foods - or send them out for a long lunch at their favorite eatery. <br> Minimum order of $250",
         "productMetaDescription":"Treat your team, your boss, or the office assistant with the gift that keeps on giving, and can be enjoyed with teammates.  It’s a great way to ensure they feel appreciated ...",
         "productImage":"/employee/lunch.jpg",
         "productThumb":"/employee/lunchThumb.jpg",
         "imageAltText":"GiftStarter ”Free” Lunch",
         "giftStartLink":" "
       },
       {  
         "productName":"Kegerator",
         "productNameShort":"Kegerator",
         "productSlug":"Kegerator",
         "productPrice":"1857.52",
         "productDescription":"Treat your team with the gift that keeps on giving, and can be enjoyed with teammates week after week. Show your appreciation every week. Make ”Beer Fridays” a tradition in your employee with the classic Kegerator. It has a durable stainless steel cabinet and countertop, plus a refrigeration system that keeps temperatures between 33-38 degrees F",
         "productMetaDescription":"Treat your team with the ultimate office gift that keeps on giving, and can be enjoyed with teammates week after week.  It’s a great way to ensure they feel appreciated ….",
         "productImage":"/employee/kegerator.jpg",
         "productThumb":"/employee/kegeratorThumb.jpg",
         "imageAltText":"GiftStarter Kegerator",
         "giftStartLink":"http://bit.ly/1DlNyyx"
       },
       {  
         "productName":"Set of 4 Iittala Krouvi Beer Mugs",
         "productNameShort":"Iittala Krouvi Beer Mugs",
         "productSlug":"Set-of-4-Iittala-Krouvi-Beer-Mugs",
         "productPrice":"179.70",
         "productDescription":"Treat your team (or boss or assistant) with the ultimate office gift that keeps on giving, and can be enjoyed with teammates week after week.  Don’t spend another “Beer Friday” drinking out of the employee coffee mugs. Celebrate the comeback of this Scandinavian quaffing classic. Iittala's textured Finnish beer mug designed by Oiva Toikka in 1973 features a friendly broad shape, smooth polished rim and embossed measurements. Put beer mugs in the freezer for especially frosty brews. Use for cold beverages only. Dishwasher-safe.",
         "productMetaDescription":"Treat your team (or boss or assistant) with the ultimate office gift that keeps on giving, and can be enjoyed with teammates week after week. Ensure they feel appreciated ….",
         "productImage":"/employee/iittalaKrouvi.jpg",
         "productThumb":"/employee/iittalaKrouviThumb.jpg",
         "imageAltText":"GiftStarter Set of 4 Iittala Krouvi Beer Mugs",
         "giftStartLink":"http://bit.ly/1z9ogik "
       },
       {  
         "productName":"32 Bottle Dual Zone Stainless Steel Wine Cooler",
         "productNameShort":"Stainless Steel Wine Cooler",
         "productSlug":"32-Bottle-Dual-Zone-Stainless-Steel-Wine-Cooler",
         "productPrice":"419.99",
         "productDescription":"Treat your team (or boss or assistant) with the ultimate office gift that keeps on giving, and can be enjoyed week after week. Great for the office, a team wedding gift, or a new home housewarming gift.  Not everyone is a beer drinker, so show your wine-drinking employees some love by adding wine to the “Beer Fridays” tradition. Holding up to 32 bottles, this wine fridge has two 2 independently controlled zones - one for whites and one for reds - with digital temperature controls and an LED display.",
         "productMetaDescription":"Treat your team (or boss or assistant) with the ultimate office gift that keeps on giving, and can be enjoyed week after week. Great for the office, wedding gift, new home gift.",
         "productImage":"/employee/wineCooler.jpg",
         "productThumb":"/employee/wineCoolerThumb.jpg",
         "imageAltText":"GiftStarter 32 Bottle Dual Zone Stainless Steel Wine Cooler",
         "giftStartLink":"http://bit.ly/1uKR18u"
       },
       {  
         "productName":"3 Sets of 8 Riedel Stemless Wine Glasses - Red &amp; White",
         "productNameShort":"Riedel Stemless Wine Glasses",
         "productSlug":"3-Sets-of-8-Riedel-Stemless-Wine-Glasses-Red-White",
         "productPrice":"299.40",
         "productDescription":"Treat your team (or boss or assistant) with the ultimate office gift that keeps on giving, and can be enjoyed week after week. Great for the office, wedding gift, new home gift.  For the office, instead of toasting the end of a long week using the employee coffee cups, keep these classic stemless Riedels on hand. Set include 12 glasses for red wine and 12 glasses for white.",
         "productMetaDescription":"Treat your team (or boss or assistant) with the ultimate office gift that keeps on giving, and can be enjoyed week after week. Great for the office, wedding gift, new home gift.",
         "productImage":"/employee/riedelSet.jpg",
         "productThumb":"/employee/riedelSetThumb.jpg",
         "imageAltText":"GiftStarter 3 Sets of 8 Riedel Stemless Wine Glasses - Red and White",
         "giftStartLink":"http://bit.ly/1KNTsJp"
       },
       {  
         "productName":"Stiga STS 185 Indoor Table Tennis Table",
         "productNameShort":"Stiga STS 185 Table Tennis",
         "productSlug":"Stiga-STS-185-Indoor-Table-Tennis-Table",
         "productPrice":"549.99",
         "productDescription":"Treat your team (or boss or assistant) with the ultimate office gift that keeps on giving, and can be enjoyed week after week.  Dotcoms and startups have long known the value of having table tennis in the employee. Follow their lead with the Stiga&reg; STS 185 for superior stability and performance - and you’ll have employees who know they are appreciated. It has a 3/4-inch playing surface and provides quick response as you battle it out for each point. Its 2-inch steel legs create a solid foundation during intense play and feature self-opening technology to help open and close the table safely. The STS 185 table tennis table has a mag wheel design that allows you to roll it from room to room or store away when it is not in use.",
         "productMetaDescription":"Treat your team (or boss or assistant) with the ultimate office gift that keeps on giving, and can be enjoyed week after week. Great for the office, wedding gift, new home gift.",
         "productImage":"/employee/tableTennis.jpg",
         "productThumb":"/employee/tableTennisThumb.jpg",
         "imageAltText":"GiftStarter Stiga STS 185 Indoor Table Tennis Table",
         "giftStartLink":"http://bit.ly/1CiYWXZ"
       },
       {  
         "productName":"Keurig&reg; K45 Elite Brewing System",
         "productNameShort":"Keurig&reg; Brewing System",
         "productSlug":"Keurig-K45-Elite-Brewing-System",
         "productPrice":"119.99",
         "productDescription":"Treat your team (or boss or assistant) with the ultimate office gift that keeps on giving, and can be enjoyed week after week. Great for the office, wedding gift, new home gift.  First cup. Fourth cup – with Keurig, it’s always a fresh cup. The Elite Brewing System brews a perfect cup of coffee, tea, hot cocoa or iced beverage in under one minute at the touch of a button. With the choice of three cup sizes, the Elite brewer offers a removable drip tray to accommodate travel mugs. The newlyweds will love this gift year after year, morning after morning, and guest after guest.",
         "productMetaDescription":"Treat your team (or boss or assistant) with the ultimate office gift that keeps on giving, and can be enjoyed week after week. Great for the office, wedding gift, new home gift.",
         "productImage":"/employee/keurig.jpg",
         "productThumb":"/employee/keurigThumb.jpg",
         "imageAltText":"GiftStarter Keurig&reg; K45 Elite Brewing System",
         "giftStartLink":"http://bit.ly/1ADzVe8"
       },
       {  
         "productName":"Pac Man Arcade Machine",
         "productNameShort":"Pac Man Arcade",
         "productSlug":"Pac-Man-Arcade-Machine",
         "productPrice":"2895.00",
         "productDescription":"Treat your team (or boss or assistant) with the ultimate office gift that keeps on giving, and can be enjoyed week after week. Great for the office, wedding gift, or a new home gift.  If you love a classic arcade game, you’ll flip for Pac-Man’s Arcade Party Cabaret. This upright model comes packed with 13 classic arcade games: Pac-Man, Ms. Pac-Man, Galaga, Rally X, Mappy, Xevious, Galaxian, Pac-Mania, Rolling Thunder, Bosconian, Dragon Spirit, Galaga 88 and Dig Dug! They’re just like you’d find in your favorite arcade, with upgraded 19” diagonal LCD, authentic arcade controls and commercial grade construction. Relive the genuine classic arcade game experience in your own home.",
         "productMetaDescription":"Treat your team (or boss or assistant) with the ultimate office gift that keeps on giving, and can be enjoyed week after week. Great for the office, wedding gift, or a new home gift.",
         "productImage":"/employee/arcade.jpg",
         "productThumb":"/employee/arcadeThumb.jpg",
         "imageAltText":"GiftStarter Pac Man Arcade Machine",
         "giftStartLink":"http://bit.ly/1CD9B4Y"
       },
       {  
         "productName":"9 Foot Shuffleboard",
         "productNameShort":"9 Foot Shuffleboard",
         "productSlug":"9-Foot-Shuffleboard",
         "productPrice":"699.99",
         "productDescription":"Treat your team (or boss or assistant) with the ultimate office gift that keeps on giving, and can be enjoyed week after week. Great for the office, wedding gift, or a new home gift.  Enjoy smooth and fast puck action right in the comfort of your own home with 9-Foot Shuffleboard. This arcade-style table game has a poly-coated, solid play surface and stands on a laminated cabinet. Pedestal legs feature levelers for maximum stability. Keeping track of the score is easy, thanks to an abacus-style scoring system. Includes eight pucks and shuffleboard wax. Full assembly required.",
         "productMetaDescription":"Treat your team (or boss or assistant) with the ultimate office gift that keeps on giving, and can be enjoyed week after week. Great for the office, wedding gift, or a new home gift.",
         "productImage":"/employee/shuffleBoard.jpg",
         "productThumb":"/employee/shuffleBoardThumb.jpg",
         "imageAltText":"GiftStarter 9 Foot Shuffleboard",
         "giftStartLink":"http://bit.ly/1zHr20v"
       }
   ]
}