{  
   "categoryName":"Gift Ideas for Patriots Fans",
   "categoryNameShort":"Patriots Fans",
   "categorySlug":"Gift-Ideas-for-Patriots-Fans",
   "categoryBlurb":" ",
   "productList":[  
      {  
         "productName":"Men’s + Women’s + Child’s Jersey (Set of 3 Seahawks Jerseys)",
         "productNameShort":"Set of 3 Patriots Jerseys",
         "productSlug":"Mens-Womens-Childs-Jersey-Set-of-3-Seahawks-Jerseys",
         "productPrice":"314.85 (for set)",
         "productDescription":"The ultimate package for the family to celebrate the Patriots with a set of three (3) Game jerseys.  Get in the game together this season with this New England Patriots Tom Brady Super Bowl XLIX Game jerseys.  These jerseys feature the Patriots team graphics to let everyone know that you and your loved ones are fans of the Patriots. 100% Recycled polyester. Fit: Nike Game Jerseys fit true to size. We recommend ordering one size larger than you normally wear for a looser fit or up two sizes if you plan on layering underneath the jersey.  You’ll order sizing once the Gift campaign is created through the Gift Concierge.  Machine wash &amp; mesh side panels for extra breathability.  Real NFL shield at collar.  Officially licensed shirts.  Satin twill woven jock tag.  Screen print name, numbers and logos.  Tagless collar and tailored designed for movement",
         "productImage":"/patriots/patriotsJersey.jpg",
         "productThumb":"/patriots/patriotsJerseyThumb.jpg",
         "imageAltText":"GiftStarter Men’s + Women’s + Child’s Jersey (Set of 3 Patriots Jerseys)",
         "giftStartLink":"http://bit.ly/1CNLe3p "
      },
      {  
         "productName":"2 Bottles of Grongnet (Magnum) Cuvée Brut Tradition (1.5L)",
         "productNameShort":"2 Bottles of Fat Cork Champagne",
         "productSlug":"2-Bottles-of-Grongnet-Magnum-Cuvée-Brut-Tradition-1.5L",
         "productPrice":"192.00",
         "productDescription":"Cecile Grongnet does almost everything herself. Her precision and the long heritage of generations that came before her is obvious in this cuvée. It has a hugely expressive nose with notes of baked bread, roasted almonds, and aromas linked to aging in a cellar. It is fresh and harmonious with beautiful acid and nice bitters combining for a tart finish.<br>REGION: Côte Des Blancs<br>VILLAGE: Etoges<br>RODUCER: Cecile Grongnet is the fifth generation of the Grongnet family to run this operation and she does almost everything by herself. The Champagne house has been in the same location since 1885 when her great great grandfather started the business. They are located in the village of Etoges, which is in the middle of the Côte des Blancs region of Champagne. They are one of only 26 Champagne houses to be part of the “Special Club”, which is an exclusive club comprised of only the top Champagne houses elected by their peers. The cuvées that she produces all have a very low dosage and most undergo no malolatic fermentation. This means that the grapes she uses are of the best quality; patriots the end result would be austere and unbalanced.<br>FOOD PAIRING IDEAS: It can be served as an aperitif of course, but also with shellfish and especially clams. Pasta or pizza with sauces that aren’t too spicy or sweet will also work well with this dry and crisp cuvée.",
         "productImage":"/patriots/grongnet.jpg",
         "productThumb":"/patriots/grongnetThumb.jpg",
         "imageAltText":"GiftStarter 2 Bottles of Grongnet (Magnum) Cuvée Brut Tradition (1.5L)",
         "giftStartLink":"http://bit.ly/1ze7fWn"
      },
      {  
         "productName":"2 Bottles of Cooley Distillery 16 Year Old by A. D. Rattray",
         "productNameShort":"16 Year Old Cooley Distillery",
         "productSlug":"2-Bottles-of-Cooley-Distillery-16-Year-Old-by-A-D-Rattray",
         "productPrice":"330.00",
         "productDescription":"Cooley Distillery by A D Rattray is housed in a 750ml bottle at 56.7%ABV<br>Tasting Notes:<br>Colour: Golden sunlight<br>Aroma: Chocolate, strawberries, raspberries<br>Taste: Fruit notes, oak, wood, toffee<br>Finish: Long and lingering",
         "productImage":"/patriots/adRattray.jpg",
         "productThumb":"/patriots/adRattrayThumb.jpg",
         "imageAltText":"GiftStarter 2 Bottles of Cooley Distillery 16 Year Old by A. D. Rattray",
         "giftStartLink":"http://bit.ly/1CAt7O2"
      },
      {  
         "productName":"2 Bottles of Glen Grant 13 Year Old by Signatory Vintage",
         "productNameShort":"13 Year Old Glen Grant",
         "productSlug":"2-Bottles-of-Glen-Grant-13-Year-Old-by-Signatory-Vintage",
         "productPrice":"369.00",
         "productDescription":"Glen Grant 13 Year Old by Signatory Vintage is housed in a 750ml bottle at 59.3%ABV Cask #38886 Bottle #100/291",
         "productImage":"/patriots/glenGrant.jpg",
         "productThumb":"/patriots/glenGrantThumb.jpg",
         "imageAltText":"GiftStarter 2 Bottles of Glen Grant 13 Year Old by Signatory Vintage",
         "giftStartLink":"http://bit.ly/1z4N9zk"
      },
      {
         "productName":"1 Bottle of Dallas Dhu 19 Year Old by Gordon &amp; MacPhail",
         "productNameShort":"Dallas Dhu 19 Year Old",
         "productSlug":"1-Bottle-of-Dallas-Dhu-19-Year-Old-by-Gordon-MacPhail",
         "productPrice":"395.00",
         "productDescription":"Dallas Dhu by Gordon &amp; MacPhail is housed in a 750ml bottle at 43.0%ABV<br>Tasting Notes:<br>Colour: Gold hues<br>Aroma: Tropical fruits, grassy meadow<br>Taste: Citrus, floral notes, wood<br>Finish: Short with floral notes",
         "productImage":"/patriots/dallasDhu.jpg",
         "productThumb":"/patriots/dallasDhuThumb.jpg",
         "imageAltText":"GiftStarter 1 Bottle of Dallas Dhu 19 Year Old by Gordon &amp; MacPhail",
         "giftStartLink":"http://bit.ly/1zD5J3g "
      },
      {  
         "productName":"Limited Edition Framed 2014 AFC Champions 20 ” x 24 ” Collage With Piece of Game-Used Football",
         "productNameShort":"Limited Edition Framed 2014 AFC Champions 20 ” x 24 ” Collage With Piece of Game-Used Football",
         "productSlug":"Limited Edition Framed 2014 AFC Champions 20 ” x 24 ” Collage With Piece of Game-Used Football",
         "productPrice":"149.95",
         "productDescription":"Proudly show off your support for the New England Patriots as the 2014 AFC Champions with this framed collectible. Each piece comes designed with 5 photographs, a team logo, and an actual piece of game-used football, all framed in beautiful black wood. It measures 23.5” x 27.5” x 1” and is ready to hang in any home or office. The product is officially licensed by the NFL. This collectible is a limited edition of 100.",
         "productImage":"/patriots/afcChampCollage.jpg",
         "productThumb":"/patriots/afcChampCollageThumb.jpg",
         "imageAltText":"GiftStarter Limited Edition Framed 2014 AFC Champions 20 ” x 24 ” Collage With Piece of Game-Used Football",
         "giftStartLink":"http://bit.ly/1CNLBe9"
      },
      {  
         "productName":"Signed, Black Framed Jersey (Tom Brady)",
         "productNameShort":"Signed Tom Brady Jersey",
         "productSlug":"Signed-Black-Framed-Jersey-Tom-Brady",
         "productPrice":"199.95",
         "productDescription":"Keep those memories forever for that person’s favorite team, the New England Patriots as the 2014 AFC Champions with this jersey display case. The black framed logo jersey display case opens on hinges for easy use and practicality. It is easily wall-mounted and comes with a 24” clear acrylic rod to proudly display your prized collectible. The photo and frame constructed with a durable, high-strength injection mold backing encased by a black wood frame. It is officially licensed by the NFL. The inner dimensions of the case are 38” x 29 1/2” x 3” with outer measurements of 42” x 34 1/2” x 3 1/2”. Memorrabilia sold separately.",
         "productImage":"/patriots/bradyJersey.jpg",
         "productThumb":"/patriots/bradyJerseyThumb.jpg",
         "imageAltText":"GiftStarter Signed, Black Framed Jersey (Tom Brady)",
         "giftStartLink":"http://bit.ly/15VOiy2"
      },
      {  
         "productName":"Patriots vs. Seahawks Framed Dueling Gold Coin",
         "productNameShort":"Patriots vs. Seahawks Gold Coin",
         "productSlug":"Patriots-vs-Seahawks-Framed-Dueling-Gold-Coin",
         "productPrice":"99.95",
         "productDescription":"Remember forever with your family and friends the big game of 2015 with a gorgeous 13” x 16” frame with triple matting and a glass front panel features an 8” x 10” commemorative photo showcasing the clashing helmets of the two teams participating in the game. Each individually numbered photo is matted with a 39mm minted flip commemorative coin as well as a 39mm authentic logo coin, both coins flash-plated with 24kt gold.  A numbered certificate of authenticity is matted between the gold coins. This is a limited edition of only 2014 and is officially licensed by the NFL. It is proudly made in the USA.  And it measures approximately 13” x 16”.",
         "productImage":"/patriots/dualingHelmets.jpg",
         "productThumb":"/patriots/dualingHelmetsThumb.jpg",
         "imageAltText":"GiftStarter Patriots vs. Seahawks Framed Dueling Gold Coin",
         "giftStartLink":"http://bit.ly/1EQwAYj"
      },
      {  
         "productName":"Limited Edition (Only Few Left Available) Autographed Filmstrip Photo (Tom Brady)",
         "productNameShort":"Limited Edition Autographed Tom Brady Filmstrip Photo",
         "productSlug":"Limited-Edition-Only-Few-Left-Available-Autographed-Filmstrip-Photo-Tom-Brady",
         "productPrice":"749.95",
         "productDescription":"This limited edition autographed framed 10” x 30” film strip photograph has been personally hand-signed by amazing athlete and quarterback, Tom Brady. This photo is officially licensed by the NFL and comes with an individually numbered, tamper evident hologram from Fanatics Authentic. Measuring 13.5” x 33.5” x 1”, this photo comes ready to hang in your home or office. It also comes fully certified with Certificate of Authenticity and tamper-evident hologram. Also backed by with an Authenticity Guarantee. To the super fan of Tom Brady, this is a gift that’ll have your family or friend jumping with joy.  We don’t expect this gift to be available for too long.",
         "productImage":"/patriots/bradyPano.jpg",
         "productThumb":"/patriots/bradyPanoThumb.jpg",
         "imageAltText":"GiftStarter Limited Edition (Only Few Left Available) Autographed Filmstrip Photo (Tom Brady)",
         "giftStartLink":"http://bit.ly/1CABER6"
      },
      {  
         "productName":"Autographed Dropback Photo in Frame with Patches and Nameplate (Tom Brady)",
         "productNameShort":"Autographed Dropback Photo in Frame with Patches and Nameplate (Tom Brady)",
         "productSlug":"Autographed-Dropback-Photo-in-Frame-with-Patches-and-Nameplate-Tom-Brady)",
         "productPrice":"1909.99",
         "productDescription":"Patriots' Super star Quarterback Tom Brady has personally hand-signed this authentic 24x28 'Dropback' Photo in 32x40 Frame with Super Bowl Patches and Nameplate.  Tom Brady is without question one of the greatest quarterbacks to ever play the game of football. As a late draft pick out of Michigan, Brady went on to play in 5 Super Bowls winning 3 and earning 2 SB MVP Honors. In his career, Brady has achieved numbers that have helped him established records in the NFL.  He has led his team, the Patriots to more division titles than any other quarterback in NFL history with 11, currently 7th on the amazing all-time list for career passing yards and fifth for career touchdown passes. An absolute stellar athelete.  This Tom Brady Autograph and photo  is Guaranteed Authentic by Tristar Authentication.",
         "productImage":"/patriots/bradyPhoto.jpg",
         "productThumb":"/patriots/bradyPhotoThumb.jpg",
         "imageAltText":"GiftStarter Autographed Dropback Photo in Frame with Patches and Nameplate (Tom Brady)",
         "giftStartLink":"http://bit.ly/1A01rTn"
      }

   ]
}