{  
   "categoryName":"Gift Ideas for Pet Lovers",
   "categoryNameShort":"Pet Lovers",
   "categorySlug":"pet-lovers",
   "categoryBlurb":"There is nothing quite like the relationship between a pet lover and their pet. We refer to them as our “fur children” (though not all have fur) and they become an important part of our family. At GiftStarter, we know that finding the perfect gift for the pet lover in your life can be a challenge - and we can help. We’ve curated our favorite gift ideas that are sure to please our fine furred and feathered friends, as well their “parents.”",
   "categoryMetaDescription":"Find the perfect and meaningful gift for the pet lover in your life with our specially curated gift ideas.  From dog beds, bird houses, a practical Dyson vacuum.",
   "productList":[
       {
         "productName":"Petcube Camera",
         "productNameShort":"Petcube Camera",
         "productSlug":"Petcube-Camera",
         "productPrice":"199",
         "productDescription":"<p>Petcube is an interactive wireless pet camera that helps you stay connected to your pets when you are not at home. Petcube pet monitor system lets you watch, talk and play laser games with your dog or cat from anywhere using your smartphone. You can share access to your pet video cam with your friends, family or anyone else on Petcube network.</p><br /><p><strong>CAMERA SPECIFICATIONS:</strong></p><br /><p>Petcube Camera features a 138&deg; degree wide angle camera streaming HD 720p video, built-in 5mW 3R safe laser (certified &amp; safe), 2-way audio stream through built-in microphone and a speaker so users can actually listen and talk to their pets and a 3 ft US plug micro USB power adapter with 5V output / 2A current.</p><br /><p>Petcube app requires iOS 7.0 or greater and Android 4.0 or greater.</p><br /><p>Learn more here:&nbsp;https://petcube.com/news/what-people-say-about-petcube/</p><br /><p>Youtube Video:&nbsp;https://www.youtube.com/watch?v=B6A5AnPFrMw</p>",
         "productMetaDescription":"Petcube is an interactive wireless pet camera that helps you stay connected to your pets when you are not at home.",
         "productImage":"/pet-lovers/petCube.png",
         "productThumb":"/pet-lovers/petCubethumb.png",
         "imageAltText":"Petcube Camera",
         "giftStartLink":"http://bit.ly/1gBse0n"
     },
     {
         "productName":"icPooch - Internet Pet Treat Dispenser includes 6oz of icPooch Cookies",
         "productNameShort":"icPooch-Pet Treat Dispenser",
         "productSlug":"icPooch-Pet-Treat-Dispenser",
         "productPrice":"129.99",
         "productDescription":"<p>What is iCPooch?</p><br /><p>iCPooch is a pet treat dispenser and computer all in one! iCPooch is a revolutionary new way to keep in touch with your pet while away from home, allowing you to video chat and deliver a treat over the internet. iCPooch is the perfect solution for checking in on your pet while you are at work, at the game, deployed military, college bound students, or just the busy pet owner. You can also bring iCPooch to your petsitter and connect it to their wifi!</p><br /><p>What is required for iCPooch to work?</p><br /><p>iCPooch has its own internal computer and wifi so it can dispense treats using the internet. The unit needs AC power, and a wifi router to connect to. iCPooch easily connects to your home wifi and does not require complicated or risky wifi router reconfigurations. The free iCPooch app can be downloaded from the Google Play Store for Android devices (version 4.1 and later); from the Apple App Store for Apple devices (version 7.0 and later); and from the Amazon App Store for Kindle tablets. Using a smartphone or tablet you can use the free iCPooch app to setup iCPooch on your network, and can control the device while you're away from home.</p><br /><p>&nbsp;</p><br /><p>What type of treats can I use in iCPooch?</p><br /><p>A wide variety of treats will work in iCPooch, whether cookie style treats or kibble type treats for small dogs and cats. iCPooch has an internal sleeve where treats can be stacked. Small kibble type treats can be placed in the small plastic dishes that are included with iCPooch. Cookie style treats, or the plastic dishes, can be stacked directly on top of each other in the internal sleeve and one is dispensed at a time using the iCPooch app. You can use all-natural made in the USA iCPooch dog cookies or a variety of other brands of treats as long as they are round or square. iCPooch comes with two different size &quot;feed sleeve&quot; inserts, where treats can be stacked. The larger feed sleeve will accomodate treats 1.75-2&quot; in diameter, as well as the plastic dishes for small kibble type treats; the smaller feed sleeve will accomodate treats .8-1&quot; in diameter. Treats should be ~.25&quot; thick. An example of a popular treat that works great is Zuke's Jerky Bites (the square type). Zuke's Minis also work, using the plastic dishes. Think of iCPooch as a Pez dispenser for pets. And if you only want to dispense one treat per day, then they don't need to be stacked and you could use a variety of shaped treats, just load one!</p>",
         "productMetaDescription":"iCPooch is the perfect gift idea for checking in on your pet while you are at work, at the game, deployed military, college bound students, or a busy pet owner.",
         "productImage":"/pet-lovers/icpooch-pet-treat-dispenser.jpg",
         "productThumb":"/pet-lovers/icpooch-pet-treat-dispenser-thumb.jpg",
         "imageAltText":"icPooch-Pet Treat Dispenser",
         "giftStartLink":"http://bit.ly/1BDnuAt"
     },
     {
         "productName":"A Monthly Subscription to Bark Box",
         "productNameShort":"Subscription to Bark Box",
         "productSlug":"Subscription-to-Bark-Box",
         "productPrice":"Contact Gift Concierge",
         "productDescription":"When you sign up for BarkBox, every month you will receive a box in the mail with four or more carefully selected products and presents for your dog – anything from toys, bones and all-natural treats to hygiene products and innovative new gadgets! Choose from 1-month, 3-month, 6-month, or 12-month plans. If your dog is begging for more or you want to gift a favorite item to a friend, we’ll give you exclusive opportunities to order more products at a great rate. A portion of profits from each box will go to help doggies-in-need. To learn more about our causes, read about our giving program. Whether you’ve known your furry friend for years or have a new special canine in your life, BarkBox is the monthly necessity for keeping your pup entertained and feeling well loved. To get a better idea of what's in the box (and to see some cute and happy dogs), check out the buzz on Puppy Feed.",
         "productMetaDescription":"The perfect gift that ships a box every month with 4 or more selected products and presents for your dog – toys, bones, all-natural dog treats, and more!",
         "productImage":"/pet-lovers/Subscription-to-Bark-Box.jpg",
         "productThumb":"/pet-lovers/Subscription-to-Bark-BoxThumb.jpg",
         "imageAltText":"Subscription to Bark Box",
         "giftStartLink":"http://bit.ly/1JRmpZC"
     },
     {
         "productName":"L.L. Bean Therapeautic Dog Couch",
         "productNameShort":"L.L. Bean Dog Couch",
         "productSlug":"L-L-Bean-Dog-Couch",
         "productPrice":"249.00",
         "productDescription":"<p>This distinctive couch provides your pet with additional cushioning and support. Memory-foam base insert helps to relieve hip and joint pain by providing a firm and supportive surface that maximizes air flow, better distributes your dog's weight and helps prevent pressure points. Its open-cell construction helps keep the bed warmer in the winter and cooler in the summer. Lightweight foam panel on bottom of insert maintains its shape over time. Antimicrobial treatment minimizes odors.</p><br /><p>Bolsters on three sides are filled with polyester fiber for nesting comfort and support. Rugged denim cover is made of 14 oz. cotton fabric and zips off for each cleaning. Unique zipper garage discourages chewing. Assembly required. Covers imported, inserts USA. Machine wash and dry cover, spot clean insert.</p>",
         "productMetaDescription":"The perfect gift for pet lovers with this comfy pet couch. Memory-foam base insert helps to relieve hip and joint pain by additional cushioning and support.",
         "productImage":"/pet-lovers/l-l-bean-dog-couch.jpg",
         "productThumb":"/pet-lovers/l-l-bean-dog-couch-thumb.jpg",
         "imageAltText":"L.L. Bean Dog Couch",
         "giftStartLink":"http://bit.ly/1BC29aP"
     },
     {
         "productName":"Sportdog&reg; Pet Containment System with Dog Collar + Spare Collar",
         "productNameShort":"Sportdog&reg; Pet Containment",
         "productSlug":"Sportdog-Pet-Containment",
         "productPrice":"359.90",
         "productDescription":"<p>Give your dog the freedom to go outside and get exercise &ndash; but keep him from roaming. This in-ground fence system is safe and effective for dogs over 10 lb. Using the copper wire and flags, you create boundaries. If your dog crosses one, a correction signal will be sent through his receiver collar. The signal will get the dog's attention without causing any harm. You can customize the level of correction to fit your pet's temperament. Expands to any number of dogs with the purchase of additional collars.</p><br /><p>Includes one waterproof dog collar receiver with battery, a transmitter, 1,000 feet of 20-gauge solid copper wire, 100 boundary flags and two waterproof splices. Expands to up to 100 acres with additional wire and flags. Imported.</p>",
         "productMetaDescription":"Great gift idea for pet lovers to give your dog the freedom to go outside and get exercise – but keep your dog safe from roaming. This in-ground fence system ...",
         "productImage":"/pet-lovers/sportdog-pet-containment.jpg",
         "productThumb":"/pet-lovers/sportdog-pet-containment-thumb.jpg",
         "imageAltText":"Sportdog&reg; Pet Containment",
         "giftStartLink":"http://bit.ly/1LL0bEr"
     },
     {
         "productName":"Harry Barker Tweed Dog Bed",
         "productNameShort":"Harry Barker Tweed Dog Bed",
         "productSlug":"Harry-Barker-Tweed-Dog-Bed",
         "productPrice":"200.00",
         "productDescription":"<p>This handsome, durable dog bed is made from a jute-polyester blend that&rsquo;s both eco-friendly and mildew resistant. The dog bed cover is preshrunk and machine washable. Available in four earthy colors: natural, grey, brown, and green.</p><br /><p>Small Dog Bed 20&quot; x 26&quot; x 5&quot; </p><br /><p>Medium Dog Bed 29&quot; x 36&quot; x 5&quot; </p><br /><p>Large Dog Bed 36&quot; x 44&quot; x 5&quot;</span></span></p>",
         "productMetaDescription":"The Harry Barker Dog Bed is a handsome, durable dog bed is made from a jute-polyester blend that’s both eco-friendly and mildew resistant. It's preshrunk and machine washable.",
         "productImage":"/pet-lovers/harry-barker-tweed-dog-bed.jpg",
         "productThumb":"/pet-lovers/harry-barker-tweed-dog-bed-thumb.jpg",
         "imageAltText":"Harry Barker Tweed Dog Bed",
         "giftStartLink":"http://bit.ly/1BC2KJA"
     },
     {
         "productName":"Sony HDR-AS100V POV Action Cam &amp; Dog Mount",
         "productNameShort":"Sony Action Cam &amp; Dog Mount",
         "productSlug":"Sony-Action-Cam-Dog-Mount",
         "productPrice":"291.00",
         "productDescription":"<p>Sony HDR-AS100V POV Action Cam</p><br /><p>$248</span></p><br /><br /><p>The compact Sony HDR-AS100V POV Action Cam is designed for point-of-view (POV) shooting during action sports including skiing, snowboarding, skateboarding, surfing, motocross, skydiving, mountain biking and other outdoor adventure sports. Compared to its predecessor, the HDR-AS30, the HDR-AS100V features a body that is splash resistant even when not in the underwater housing. It supports up to Full HD 1080/60p XAVC S video at 50 Mbps. It also supports other shooting modes including multiple slow motion modes. You can shoot 1280 x 720p slow motion video at 100 or 120 fps, and 800 x 480 slow motion video at 200 or 240 fps. The camera can also capture 13.5MP still images when using the photo mode.</p><br /><p>The HDR-AS100V features built-in Wi-Fi with One Touch NFC pairing capability. This means that Wi-Fi and NFC enabled smartphones and tablets can pull optimized movies and photos from the HDR-AS100V without a cable. Once the video is copied onto your mobile device, you can use its 3G or 4G mobile broadband connection to email movies to friends and family or upload your footage to social media sites like Facebook and YouTube. The HDR-AS100V also features built-in GPS, which allows you to add a geographical narrative to your movies and photos.</p><br /><p>On top of being inherently splash resistant, for full waterproofing Sony includes a ruggedized waterproof housing with the HDR-AS100V. For added convenience, the waterproof housing has a universal tripod mount. Plus, the camera body includes a tripod mount accessory and it is splash proof as well. The camera's housing is waterproof down to a depth of 16.4' and shockproof from falls up to 5'. The camera is also dirt and dust resistant, which makes it nearly impervious to mud, snow, rain, sand and grime. The HDR-AS100V is equipped with a 170&deg; ultra-wide angle ZEISS Tessar lens and a back-illuminated Exmor R CMOS image sensor as well.</p><p>Other convenient features on the HDR-AS100V include HDMI connectivity and a built-in stereo microphone for capturing high-quality audio. It's outfitted with a card slot that supports Memory Stick Micro cards and microSD/SDHC cards (a class 10 or higher microSDXC card is required to record XAVC S). The card slot supports expandable external memory for virtually endless recording. To compensate for camera shake that's typical when shooting POV sports action, the HDR-AS100V even features SteadyShot image stabilization with Active Mode.</p><p>Sony Dog Mount for Action Cam</p><br /><p>$43</p><br /><p>The Sony Dog Mount for Action Cam lets you comfortably attach your Sony Action Cam directly on your dog's back for capturing footage from the interesting perspective of man's best friend. The Dog Mount fits medium to large size dogs over approximately 33 lb and with a waist measuring 19.7 - 31.5&quot;. It works will all Sony Action Cam models, and also works with the optional Sony tilt adapter, which will help you achieve the perfect shooting angle. Capture POV footage with your Sony Action Cam from your dog's perspective. Fits medium to large size dogs over approximately 33 lb and with a waist measuring 19.7 - 31.5&quot;. Works with the optional Sony tilt adapter for easily adjusting the shooting angle.</p>",
         "productMetaDescription":"The perfect gift idea for the dog lover. Attach the Sony Action Cam directly to your dog's back for capturing footage from the perspective of man's best friend",
         "productImage":"/pet-lovers/sony-action-cam-dog-mount.jpg",
         "productThumb":"/pet-lovers/sony-action-cam-dog-mount-thumb.jpg",
         "imageAltText":"Sony Action Cam &amp; Dog Mount",
         "giftStartLink":"http://bit.ly/1LLVLNs"
     },
     {
         "productName":"Passport™ Pet Door",
         "productNameShort":"Passport™ Pet Door",
         "productSlug":"Passport-Pet-Door",
         "productPrice":"229.99",
         "productDescription":"<p>The Passport Pet Access Smart System&trade; uses advanced entry and exit technology to provide freedom and peace of mind like no other pet door. Using radio-frequency identification (RFID) technology, the Passport reads the Passport Key&trade; worn on your pet&rsquo;s collar. This allows only pets with programmed IDs to enter and exit the home, while keeping out other pets, wild animals, and strays. Choose from advanced selective entry and exit by pet, multiple access options (such as in-only access and out-only access), and access only at specific times of the day. Programming is easy using the LCD screen and 5-button navigation or by connecting to your computer with the included USB cable. A wireless connection allows for convenient future remote programming from any smart device, even when you're not at home. The Passport gives you complete control of each pet&rsquo;s access.</p>",
         "productMetaDescription":"The perfect pet lover gift idea.  The Passport Pet Door uses advanced entry and exit technology to provide freedom and peace of mind like no other pet door.",
         "productImage":"/pet-lovers/passport-pet-door.jpg",
         "productThumb":"/pet-lovers/passport-pet-door-thumb.jpg",
         "imageAltText":"Passport™ Pet Door",
         "giftStartLink":"http://bit.ly/1AxIoig"
     },
     {
         "productName":"Pet Studio MDF Litter Box Cat Cabinet, Mahogany",
         "productNameShort":"Litter Box Cat Cabinet",
         "productSlug":"Litter-Box-Cat-Cabinet",
         "productPrice":"190.00",
         "productDescription":"<p>This litter box cabinet is the perfect way to conceal a cats litter box. The dark mahogany color and stylish details, including antique-brass colored pull knobs, go with any decor. Fits standard-size litter box while offering cats ample room and privacy and containing mess and odors. Two paneled doors, with magnetized closures, make box removal and maintenance easy. Side opening allows cats discrete entry and exit. Includes storage drawer for extra litter and a scoop not included. Wipe clean with a damp cloth as needed. Made from MDF material. Inside less drawer measures 27-7/8-inch width by 16-inch height by 17-3/4-inch diameter. Measures of outside 28-inch width by 24-inch height by 19-inch diameter.</p>",
         "productMetaDescription":"Litter Box Cat Cabinet is the perfect gift idea and the perfect way to conceal a cat litter box. Fits standard-size litter box.  It gives cats the privacy and room.",
         "productImage":"/pet-lovers/litter-box-cat-cabinet.jpg",
         "productThumb":"/pet-lovers/litter-box-cat-cabinet-thumb.jpg",
         "imageAltText":"Litter Box Cat Cabinet",
         "giftStartLink":"http://bit.ly/1AxJn1O"
     },
     {
         "productName":"Feline Tree House",
         "productNameShort":"Feline Tree House",
         "productSlug":"Feline-Tree-House",
         "productPrice":"799.95",
         "productDescription":"<p>This is the hand-crafted natural treehouse that lets felines indulge their primeval jungle instincts.&nbsp;</p><br /><p>&nbsp;</p><br /><p>Requiring more than 100 individual cuts and 16 hours to build, it's made from a mature dragonwood tree harvested from sustainable forests in Florida and Georgia. The tree is left in its natural state--gnarled branches, bark, lichen and all--and the 3/4&quot; plywood platforms are custom-cut to fit its unique contours. A carpeted 16&quot; x 24&quot; base and three carpeted platforms tucked among the branches let cats survey their surroundings in comfort and are permanently attached to the trunk for stability.&nbsp;</p><br /><p>&nbsp;</p><br /><p>The carpeting is stain-resistant and held in place with hook-and-loop fasteners, allowing easy removal for cleaning. Realistic silk foliage provides the concealment that felines naturally crave and the base of the trunk is wrapped in sisal cord to serve as a convenient scratching post. Due to the unique shape of each tree, platform positions may vary from those shown. Made in the U.S. Shipped fully assembled.&nbsp;</p><br /><p>&nbsp;</p><br /><p>Measures approximately 72&quot; H x 28&quot; W x 28&quot; D. (80 lbs.)</p>",
         "productMetaDescription":"The perfect gift idea for cat lovers. Give your cat a natural treehouse that lets them feel instinctively at home with bark and branches, and carpet. Practical",
         "productImage":"/pet-lovers/feline-tree-house.jpg",
         "productThumb":"/pet-lovers/feline-tree-house-thumb.jpg",
         "imageAltText":"Feline Tree House",
         "giftStartLink":"http://bit.ly/1LM3P0F"
     },
     {
         "productName":"Wing &amp; A Prayer Plantation Bird House, Hammered Copper Roof",
         "productNameShort":"Plantation Bird House",
         "productSlug":"Plantation-Bird-House",
         "productPrice":"199.99",
         "productDescription":"<p>Invite a group of birds to establish a colony in your yard with the Wing and A Prayer Plantation Bird House. This dramatic home houses eight separate birds at once, for constant avian activity. Ledges around the base of each level help visually divide the home, as well as offer a perching or takeoff spot for fledglings. Vertical panels lend a classic design look to the house, and the white color adds a crisp feel. Each 1.5&quot; diameter entrance hole is surrounded with a metal predator guard, matching the copper color and finish of the roof for added dimension. A white finial tops the piece, adding height to the unit. Remove the roof and each floor in the house for seasonal cleanings and nest checks, to keep it usable for the next year. The hammered finish on the copper colored metal roof adds an elegant look to the unit. Constructed of solid PVC trimboard, this house is designed not to mildew, mold, or delaminate with exposure to the elements, and will remain stable for up to 25 years. Use the preinstalled mounting collar to connect this home to a 4&quot; x 4&quot; post (not included), bringing height to the abode. House several birds in your garden with this Plantation Bird House with Hammered Copper Roof. Made in the USA.&nbsp;</p>",
         "productMetaDescription":"The perfect gift idea for the person in your life that loves birds. Help them invite a group of birds to find comfort in your yard.  This bird house can hold 8 separate birds.",
         "productImage":"/pet-lovers/plantation-bird-house.jpg",
         "productThumb":"/pet-lovers/plantation-bird-house-thumb.jpg",
         "imageAltText":"Plantation Bird House",
         "giftStartLink":"http://bit.ly/1AxMKpt"
     },
     {
         "productName":"ZOO MED™ Reptihabitat Bearded Dragon 40 Gallon Terrarium Kit",
         "productNameShort":"Reptihabitat 40gal Terrarium",
         "productSlug":"Reptihabitat-40gal-Terrarium",
         "productPrice":"239.99",
         "productDescription":"<p>Create a comfortable habitat for your Bearded Dragon with the Zoo Med ReptiHabitat Bearded Dragon Kit. This kit includes everything you need to give your scaly friend a proper home, including UV lighting, a dual temperature/humidity gauge to maintain temperature, sand bedding, and food samples, ensuring a healthy diet. A custom dual screen top provides easy access to the habitat and keeps your reptile safely inside.</p><br /><p>Includes Large Combo Deep Dome Lamp Fixture, ReptiSun 10.0 Compact UVB Fluorescent Bulb, and Repti Basking Spot Lamp</p><br /><p>Contains a 12-lb bag of Reptisand to furnish habitat</p><br /><p>Dual temperature/humidity gauge keeps heat consistent</p><br /><p>Combo Repti Rock food and water dish inside</p><br /><p>Care of Bearded Dragons book</p><br /><p>Free Natural Bearded Dragon Food, Tropical Fruit Mix-In Food, and Can O' Worms</p><br /><p>Includes Repti Calcium, Reptivite, and Reptisafe Water Conditioner samples</p><br /><p>&nbsp;</p><br /><p>Size: 36&quot;Lx18&quot;Wx18&rdquo; - 40 gallon</p>",
         "productMetaDescription":"This reptile terrarium kit is the perfect gift idea for the person in your life that wants or has a scaly friend lizard. It’s a kit that includes everything for...",
         "productImage":"/pet-lovers/reptihabitat-40gal-terrarium.jpg",
         "productThumb":"/pet-lovers/reptihabitat-40gal-terrarium-thumb.jpg",
         "imageAltText":"Reptihabitat 40gal Terrarium",
         "giftStartLink":"http://bit.ly/1AxMWFn"
     },
     {
         "productName":"Coralife BioCube PC/LED Fish Tank - 29 Gallons",
         "productNameShort":"Coralife BioCube Fish Tank",
         "productSlug":"Coralife-BioCube-Fish-Tank",
         "productPrice":"359.99",
         "productDescription":"<p>The sleek and sophisticated Coralife BioCube PC/LED Fish Tank features a high-quality system that is ideal for both saltwater and freshwater setups. One of the chief components that makes this BioCube kit so superior to other inclusive tanks is the highly effective filtration design. In the BioCube aquarium system, the quiet and submersible pump significantly improves both circulation and filtration. The dual filter intake setup comes with a easily replaceable, two-stage filter cartridge, providing easy-to-maintain mechanical and chemical filtration. The BioCube kit also includes integrated wet/dry biological filtration and a return pump, rounding out its comprehensive three-stage filtration system.</p><br /><p></p><br /><p>In addition to possessing a high quality filtration setup to keep your aquarium healthy, the Coralife BioCube PC/LED Fish Tank is an elegant and aesthetically pleasing aquarium. Curved glass forms a beautifully bowed front with rounded corners that are mirrored in the hood and base. Glass is the traditional material for aquariums and, because of its rigidity, tends to be more resistant to scratches than acrylic. The BioCube aquarium system features both PC and LED lighting systems. The PC (power compact) lights include fluorescent 10,000K and actinic bulbs - perfect for enriching fish and invertebrates in reef aquariums. The BioCube kit includes three replaceable Lunar Blue LEDs in the hinge-top canopy to simulate moonlight; expansion slots let you include additional LED bars to enhance the water's natural shimmer effect and highlight the fluorescence of certain corals.</p><br /><p>The Coralife BioCube PC/LED Fish Tank is designed with flexibility in mind. A clear glass panel at the back of the aquarium lets you set up a refugium or add more Coralife accessories as you develop your tank.</p>",
         "productMetaDescription":"This fish tank is the perfect gift idea with its high quality system ideal for both saltwater and freshwater life. It has one of the best filtration designs on the market.",
         "productImage":"/pet-lovers/coralife-biocube-fish-tank.jpg",
         "productThumb":"/pet-lovers/coralife-biocube-fish-tank-thumb.jpg",
         "imageAltText":"Coralife BioCube Fish Tank",
         "giftStartLink":"http://bit.ly/1LM4zTH"
     },
     {
         "productName":"Dyson&reg; Handheld DC34",
         "productNameShort":"Dyson&reg; Handheld DC34",
         "productSlug":"Dyson-Handheld-DC34",
         "productPrice":"199.99",
         "productDescription":"<p>DC34 delivers powerful suction &ndash; or 6 minutes on MAX power for tackling tougher cleans. It&rsquo;s powered by the Dyson digital motor, which spins up to 5 times faster than a racing car engine. DC34 has a lithium-ion battery that recharges up to 3 times faster than others, and Dyson&rsquo;s patented Root Cyclone&trade; technology for no loss of suction. Great for cleaning up fur left behind by adored pets in both the home and the family car.</p>",
         "productMetaDescription":"The Dyson is the perfect gift idea for weddings, housewarmings, birthdays or just because. With powerful suction, great for pet hair, kitchens, the car and much more.",
         "productImage":"/pet-lovers/dyson-handheld-dc34.jpg",
         "productThumb":"/pet-lovers/dyson-handheld-dc34-thumb.jpg",
         "imageAltText":"Dyson&reg; Handheld DC34",
         "giftStartLink":"http://bit.ly/1AxNif0"
     }
   ]
}