{  
   "categoryName":"Gift Ideas for Pisces",
   "categoryNameShort":"Pisces",
   "categorySlug":"pisces",
   "categoryBlurb":"Looking for the perfect gift for a Pisces friend or family member? <br><br>Pisces people tend to be creative, romantic, and soulful. They love beautiful things, so art, jewelry, and music appeal to them deeply. They also enjoy animals, good food, and gorgeous gardens. At GiftStarter, we have curated our favorite gifts to appeal to the both the duality and sensitivity of our water-sign friends.",
   "productList":[  
      {  
         "productName":"Planets and Zodiac Stretched Canvas Print",
         "productNameShort":"Planets and Zodiac Canvas",
         "productSlug":"Planets-and-Zodiac-Stretched-Canvas-Print",
         "productPrice":"329.99",
         "productDescription":"This product is reproduced from a publication, advertisement, or vintage print. In an effort to maintain the artistic accuracy of the original image, this final product has not been retouched.<br>This stretched canvas print is the result of sophisticated digital printing technology in which the image is printed directly onto an artist-grade, 100% cotton canvas. The canvas is then expertly stretched around 1.5” wooden bars and carefully finished with hand-painted edges. An acrylic coating protects the stunning giclée print from dust, moisture and fading.",
         "productImage":"/pisces/piscesArt.jpg",
         "productThumb":"/pisces/piscesArtThumb.jpg",
         "imageAltText":"GiftStarter Planets and Zodiac Stretched Canvas Print",
         "giftStartLink":"http://bit.ly/1CJErq2"
      },
      {  
         "productName":"Aquamarine and Diamond Infinity Twist Ring in 14k White Gold (7x7mm)",
         "productNameShort":"Aquamarine and Diamond Ring",
         "productSlug":"Aquamarine-and-Diamond-Infinity-Twist-Ring-in-14k-White-Gold-7x7mm",
         "productPrice":"820.00",
         "productDescription":"A vision of color, this gemstone ring features a cushion cut aquamarine accented by pavé-set round brilliant diamonds in an infinity twist design of 14k white gold.  Once the gift is funded, the Gift Concierge will help you obtain the right size as well.",
         "productImage":"/pisces/ring.jpg",
         "productThumb":"/pisces/ringThumb.jpg",
         "imageAltText":"GiftStarter Aquamarine and Diamond Infinity Twist Ring in 14k White Gold (7x7mm)",
         "giftStartLink":"http://bit.ly/1yYSPWI"
      },
      {  
         "productName":"Aquamarine Stud Earrings in 18k White Gold (7mm)",
         "productNameShort":"Aquamarine Stud Earrings",
         "productSlug":"Aquamarine-Stud-Earrings-in-18k-White-Gold-(7mm)",
         "productPrice":"395.00",
         "productDescription":"Simply elegant, these aquamarine stud earrings feature hand-selected cool blue aquamarines set in 18k white gold four-prong settings.",
         "productImage":"/pisces/earrings.jpg",
         "productThumb":"/pisces/earringsThumb.jpg",
         "imageAltText":"GiftStarter Aquamarine Stud Earrings in 18k White Gold (7mm)",
         "giftStartLink":"http://bit.ly/1E74j1d"
      },
      {  
         "productName":"Nicole Miller Artelier Sleeveless Ruched Linen-Blend Dress, Aquamarine",
         "productNameShort":"Nicole Miller Artelier Dress",
         "productSlug":"Nicole-Miller-Artelier-Sleeveless-Ruched-Linen-Blend-Dress-Aquamarine",
         "productPrice":"290.00",
         "productDescription":"Nicole Miller Artelier dress in a lightly crinkled linen blend with stretch. Bound neckline. Sleeveless. Ruched front and back. Sheath silhouette. Back zip. Linen/viscose/spandex. Polyester/spandex lining. Imported.",
         "productImage":"/pisces/dress.jpg",
         "productThumb":"/pisces/dressThumb.jpg",
         "imageAltText":"GiftStarter Nicole Miller Artelier Sleeveless Ruched Linen-Blend Dress, Aquamarine",
         "giftStartLink":"http://bit.ly/1LenOqE"
      },
      {  
         "productName":"Valentino Golden Pisces Zodiac Necklace",
         "productNameShort":"Valentino Pisces Necklace",
         "productSlug":"Valentino-Golden-Pisces-Zodiac-Necklace",
         "productPrice":"795.00",
         "productDescription":"Matte golden brass zodiac necklace by Valentino. Pisces pendant for those born from February 20 to March 20. Cable chain necklace, approx. 36”L. Lobster clasp. Made in Italy.",
         "productImage":"/pisces/necklace.jpg",
         "productThumb":"/pisces/necklaceThumb.jpg",
         "imageAltText":"GiftStarter Valentino Golden Pisces Zodiac Necklace",
         "giftStartLink":"http://bit.ly/1vjg6HP"
      },
      {  
         "productName":"Oru Folding Origami Kayak The Bay",
         "productNameShort":"Oru Folding Origami Kayak",
         "productSlug":"Oru-Folding-Origami-Kayak-The-Bay",
         "productPrice":"1195.00",
         "productDescription":"Pisces is, after all, a water sign...so what better gift than aquatic activities? Ory Kayaks combine space-age materials and age-old crafts. Kayaks were invented in the high Arctic thousands of years ago—they're one of the oldest boat designs still in use. Origami was created by Buddhist Monks in Japan 1500 years ago—and now has applications in cutting-edge engineering, from heart valves to telescopes. Oru is the Japanese word meaning ‘to fold,’ and we’re as inspired by traditional arts as we are by new technologies.<br><br>On the water, the Bay is 12 feet of pure grace and speed. Anywhere else, it’s a compact 26-pound box. Best of all, going from box to boat takes just a few minutes.",
         "productImage":"/pisces/kayak.jpg",
         "productThumb":"/pisces/kayakThumb.jpg",
         "imageAltText":"GiftStarter Oru Folding Origami Kayak The Bay",
         "giftStartLink":"http://bit.ly/1JnXPQ2"
      },
      {  
         "productName":"Northface 2 Person Tent MICA FL 2",  
         "productNameShort":"Northface 2 Person Tent",
         "productSlug":"Northface-2-Person-Tent-MICA-FL-2",
         "productPrice":"379.00",
         "productDescription":"Recipient of the 2013 Gear of the Year award by Outside Magazine, “Liveable, freestanding three-season tents don't get much lighter than this…  We were especially fond of the triangular entryways.” Fast-paced overnight excursions call for an ultralight, streamlined tent that maximizes interior space. Double-door, double-vestibule side entry makes it easy for two people to coordinate entering and exiting. Constructed with a mesh canopy and high-low ventilation for enhanced airflow. Waterproof bathtub floor is seam sealed to stop moisture seeping in from the ground. Dialed features, including color-coded poles, make pitching this two-person tent a simple task after a long day of hiking. Spring is quickly approaching - and nature is calling.  Spending time in nature with the ground often has very positive effects for a Pisces person.",
         "productImage":"/pisces/tent.jpg",
         "productThumb":"/pisces/tentThumb.jpg",
         "imageAltText":"GiftStarter Northface 2 Person Tent MICA FL 2",
         "giftStartLink":"http://bit.ly/17OwpSM"
      },
      {  
         "productName":"Battlestar Galactica Complete Series",
         "productNameShort":"Battlestar Galactica Series",
         "productSlug":"Battlestar-Galactica-Complete-Series",
         "productPrice":"182.07",
         "productDescription":"Relive every action-packed epic moment of the story that Reviewers and Publishers have proclaimed “Riveting”!  Rejoin the fight to save the human race as a small but determined fleet quests for the fabled planet Earth while being hunted by their nemeses, the robot cylons. Presented uninterrupted and in Dolby Digital 5.1 Surround Sound, experience the phenomenon from beginning to end!  The ultimate gift that keeps on giving for your friend, anyone that loves SciFi, or for someone in need of an escape into a different action packed world.  Did you know this series even counts as a romantic epic?",
         "productImage":"/pisces/galactica.jpg",
         "productThumb":"/pisces/galacticaThumb.jpg",
         "imageAltText":"GiftStarter Battlestar Galactica Complete Series",
         "giftStartLink":"http://bit.ly/1AOYsfZ"
      },
      {  
         "productName":"Bose Wave&reg; SoundTouch&#8482; Music System",
         "productNameShort":"Bose Wave&reg; SoundTouch&#8482;",
         "productSlug":"Bose-Wave-SoundTouch-Music-System",
         "productPrice":"599.95",
         "productDescription":"CDs. FM/AM radio. And the vast universe of streaming music—millions of songs, thousands of Internet radio stations, popular services like Deezer, Spotify&reg; and more. Enjoy it all with the rich, room-filling sound of the Wave&reg; SoundTouch&#8482; music system. This small, versatile system fits in just about anywhere around your home where you want to enjoy your music—living room, kitchen, bedroom. If you have a home Wi-Fi&reg; network, you have everything you need. Just a few quick steps, and your music is available at the touch of a button on the included remote.",
         "productImage":"/pisces/bose.jpg",
         "productThumb":"/pisces/boseThumb.jpg",
         "imageAltText":"GiftStarter Bose Wave SoundTouch Music System",
         "giftStartLink":"http://bit.ly/1A75snD"
      },
      {  
         "productName":"Gronomics Safe Finish Elevated Garden Bed (34x48x32 in)",
         "productNameShort":"Safe Finish Elevated Garden",
         "productSlug":"Gronomics-Safe-Finish-Elevated-Garden-Bed",
         "productPrice":"349.00",
         "productDescription":"Elevated garden beds are the answer for an instant and manageable garden that can be placed anywhere. Ideal for small patios, decks, condos, apartments, or anywhere you’d like to grow vegetables, herbs, or flowers. The elevated garden bed eliminates bending over while gardening and is perfect for gardeners with mobility and back strain issues.  At GiftStarter and our research, we've found that Pisces often appreciate access to a garden - whether it is flowers, herbs or vegetables.",
         "productImage":"/pisces/grownomics.jpg",
         "productThumb":"/pisces/grownomicsThumb.jpg",
         "imageAltText":"GiftStarter Gronomics Safe Finish Elevated Garden Bed (34x48x32 in)",
         "giftStartLink":"http://bit.ly/1ESqK83"
      },
      {  
         "productName":"Staub Cast-Iron 7-Piece Cookware Set",
         "productNameShort":"Staub Cast-Iron Cookware Set",
         "productSlug":"Staub-Cast-Iron-7-Piece-Cookware-Set",
         "productPrice":"829.95",
         "productDescription":"Staub’s innovative enamel coating takes cooking with cast iron to the next level with enhanced performance, style and durability. This well-rounded set includes everything you need for sautéing, grilling, braising and slow simmering. The pieces transition right from stovetop or oven to the table for serving.<br><br>Heavyweight enameled cast iron transfers and retains heat evenly. Multi-coat enameling ensures strength and heat resistance and creates a glossy, vibrant “majolique” finish that resembles fine ceramics. Enamel coasting is resistant to rust, chipping and cracking and, unlike traditional cast iron, requires no additional seasoning. Matte-black enamel interiors contain traces of quartz that increase heat resistance and create a textured surface that improves browning. Made in France.",
         "productImage":"/pisces/cookset.jpg",
         "productThumb":"/pisces/cooksetThumb.jpg",
         "imageAltText":"GiftStarter Staub Cast-Iron 7-Piece Cookware Set",
         "giftStartLink":"http://bit.ly/1zPciJM"
      },
      {  
         "productName":"Earth Bond Gift to Nature",
         "productNameShort":"Earth Bond Gift to Nature",
         "productSlug":"Earth-Bond-Gift-to-Nature",
         "productPrice":"250.00",
         "productDescription":"Give a charitable gift in honor of the gift recipient to support World Wildlife Fund’s (WWF) global conservation efforts and receive an Earth Bond, a certificate symbolizing your gift to nature. WWF can personalize your Earth Bond so you or your loved ones have a permanent reminder of your generous support. Earth Bonds are double-sided and come in a container embossed with WWF's logo.  This is a great gift idea for the person in your life that loves animals and nature.  Featured animals vary by gift amount.  <br><br>Note: Other bond prices are available.  If you'd like a bond for $100 (Polar Bear) or $500 (Panda), please contact the Gift Concierge.",
         "productImage":"/pisces/wildLifeFund.jpg",
         "productThumb":"/pisces/wildLifeFundThumb.jpg",
         "imageAltText":"GiftStarter Earth Bond Gift to Nature",
         "giftStartLink":"http://bit.ly/1vkxaNx"
      }
   ]
}