{  
   "categoryName":"Gift Ideas for Seahawks Fans",
   "categoryNameShort":"Seahawks Fans",
   "categorySlug":"Seahawks",
   "categoryBlurb":"You know who you are—the diehard who supports your team no matter what. You're no fair-weather fan...and for you, we have curated our favorite group gift ideas to celebrate the Seahawks making it to the Big Game. Win or lose, it's a momentous achievement—and we think that deserves the ultimate group gift.",
   "productList":[  
      {
         "productName":"Men’s + Women’s + Child’s Jersey (Set of 3 Seahawks Jerseys)",
         "productNameShort":"Set of 3 Seahawks Jerseys",
         "productSlug":"Mens-Womens-Childs-Jersey-Set-of-3-Seahawks-Jerseys",
         "productPrice":"314.85 (for set)",
         "productDescription":"The ultimate package for the family of the 12th Man - celebrate the Seahawks with a set of three (3) Seattle Seahawks Russell Wilson Super Bowl XLIX Game jerseys. Features the team graphics to let everyone know that you and your loved ones are fans of the Seahawks. 100% Recycled polyesterFit: Nike Game Jerseys fit true to size. We recommend ordering one size larger than you normally wear for a looser fit or up two sizes if you plan on layering underneath the jersey.  You’ll order sizing once the Gift campaign is created through the Gift Concierge. Machine wash & mesh side panels for extra breathability. Real NFL shield at collar. Officially licensed shirts. Satin twill woven jock tag. Screen print name, numbers and logos. Tagless collar and tailored designed for movement.",
         "productImage":"/seahawks/seahawksJersey.jpg",
         "productThumb":"/seahawks/seahawksJerseyThumb.jpg",
         "imageAltText":"GiftStarter Men’s + Women’s + Child’s Jersey (Set of 3 SeahawksJerseys)",
         "giftStartLink":"http://bit.ly/1EqZLUq "
      },
      {
         "productName":"2 Bottles of Grongnet (Magnum) Cuvée Brut Tradition (1.5L)",
         "productNameShort":"2 Bottles of Fat Cork Champagne",
         "productSlug":"2-Bottles-of-Grongnet-Magnum-Cuvee-Brut-Tradition-1.5L",
         "productPrice":"192.00",
         "productDescription":"Cecile Grongnet does almost everything herself. Her precision and the long heritage of generations that came before her is obvious in this cuvée. It has a hugely expressive nose with notes of baked bread, roasted almonds, and aromas linked to aging in a cellar. It is fresh and harmonious with beautiful acid and nice bitters combining for a tart finish.<br>REGION: Côte Des Blancs<br>VILLAGE: Etoges<br>RODUCER: Cecile Grongnet is the fifth generation of the Grongnet family to run this operation and she does almost everything by herself. The Champagne house has been in the same location since 1885 when her great great grandfather started the business. They are located in the village of Etoges, which is in the middle of the Côte des Blancs region of Champagne. They are one of only 26 Champagne houses to be part of the “Special Club”, which is an exclusive club comprised of only the top Champagne houses elected by their peers. The cuvées that she produces all have a very low dosage and most undergo no malolatic fermentation. This means that the grapes she uses are of the best quality; otherwise the end result would be austere and unbalanced.<br>FOOD PAIRING IDEAS: It can be served as an aperitif of course, but also with shellfish and especially clams. Pasta or pizza with sauces that aren’t too spicy or sweet will also work well with this dry and crisp cuvée.",
         "productImage":"/seahawks/grongnet.jpg",
         "productThumb":"/seahawks/grongnetThumb.jpg",
         "imageAltText":"GiftStarter 2 Bottles of Grongnet (Magnum) Cuvée Brut Tradition (1.5L)",
         "giftStartLink":"http://bit.ly/1ze7fWn"
      },
      {
         "productName":"2 Bottles of Cooley Distillery 16 Year Old by A. D. Rattray",
         "productNameShort":"16 Year Old Cooley Distillery",
         "productSlug":"2-Bottles-of-Cooley-Distillery-16-Year-Old-by-A-D-Rattray",
         "productPrice":"330.00",
         "productDescription":"Cooley Distillery by A D Rattray is housed in a 750ml bottle at 56.7%ABV<br>Tasting Notes:<br>Colour: Golden sunlight<br>Aroma: Chocolate, strawberries, raspberries<br>Taste: Fruit notes, oak, wood, toffee<br>Finish: Long and lingering",
         "productImage":"/seahawks/adRattray.jpg",
         "productThumb":"/seahawks/adRattrayThumb.jpg",
         "imageAltText":"GiftStarter 2 Bottles of Cooley Distillery 16 Year Old by A. D. Rattray",
         "giftStartLink":"http://bit.ly/1CAt7O2 "
      },
      {
         "productName":"2 Bottles of Glen Grant 13 Year Old by Signatory Vintage",
         "productNameShort":"13 Year Old Glen Grant",
         "productSlug":"2-Bottles-of-Glen-Grant-13-Year-Old-by-Signatory-Vintage",
         "productPrice":"369.00",
         "productDescription":"Glen Grant 13 Year Old by Signatory Vintage is housed in a 750ml bottle at 59.3%ABV Cask #38886 Bottle #100/291",
         "productImage":"/seahawks/glenGrant.jpg",
         "productThumb":"/seahawks/glenGrantThumb.jpg",
         "imageAltText":"GiftStarter 2 Bottles of Glen Grant 13 Year Old by Signatory Vintage",
         "giftStartLink":"http://bit.ly/1z4N9zk"
      },
      {
         "productName":"1 Bottle of Dallas Dhu 19 Year Old by Gordon & MacPhail",
         "productNameShort":"Dallas Dhu 19 Year Old",
         "productSlug":"1-Bottle-of-Dallas-Dhu-19-Year-Old-by-Gordon-MacPhail",
         "productPrice":"395.00",
         "productDescription":"Dallas Dhu by Gordon & MacPhail is housed in a 750ml bottle at 43.0%ABV<br>Tasting Notes:<br>Colour: Gold hues<br>Aroma: Tropical fruits, grassy meadow<br>Taste: Citrus, floral notes, wood<br>Finish: Short with floral notes",
         "productImage":"/seahawks/dallasDhu.jpg",
         "productThumb":"/seahawks/dallasDhuThumb.jpg",
         "imageAltText":"GiftStarter 1 Bottle of Dallas Dhu 19 Year Old by Gordon & MacPhail",
         "giftStartLink":"http://bit.ly/1zD5J3g "
      },
      {
         "productName":"Russell Wilson Seattle Seahawks Autographed Riddell Speed Mini Helmet",
         "productNameShort":"R. Wilson Autographed Mini Helmet",
         "productSlug":"Russell-Wilson-Seattle-Seahawks-Autographed-Riddell-Speed-Mini-Helmet",
         "productPrice":"329.95",
         "productDescription":"This Seattle Seahawks Riddell Speed mini helmet has been personally hand-signed by quarterback Russell Wilson. It is officially licensed by the National Football League and comes with an individually numbered, tamper-evident authentic hologram from Fanatics Authentic. <br>Hand-signed autographed Riddell mini helmet<br>Comes with tamper-evident hologram to demonstrate authenticity<br>Officially licensed by the NFL",
         "productImage":"/seahawks/miniHelmet.jpg",
         "productThumb":"/seahawks/miniHelmetThumb.jpg",
         "imageAltText":"GiftStarter Russell Wilson Seattle Seahawks Autographed Riddell Speed Mini Helmet",
         "giftStartLink":"http://bit.ly/1DithYS"
      },
      {
         "productName":"Riddell Seattle Seahawks Authentic Full Size Helmet - College Navy",
         "productNameShort":"Seahawks Authentic Helmet",
         "productSlug":"Riddell-Seattle-Seahawks-Authentic-Full-Size-Helmet-College-Navy",
         "productPrice":"329.99",
         "productDescription":"Four-point chin strap<br>Inflatable liner with 2 inflation points<br>Kra-Lite II® polycarbonate lexan shell<br>Made in the United States<br>Officially licensed NFL product with printed logos<br>Steel polyvinyl-coated facemask",
         "productImage":"/seahawks/seahawksHelmet.jpg",
         "productThumb":"/seahawks/seahawksHelmetThumb.jpg",
         "imageAltText":"GiftStarter Riddell Seattle Seahawks Authentic Full Size Helmet - College Navy",
         "giftStartLink":"http://bit.ly/1zZSwkJ"
      },
      {
         "productName":"Original Skittles Stand Up Bag 123 Ounces Total",
         "productNameShort":"123 Ounces of Original Skittles",
         "productSlug":"Original-Skittles-Stand-Up-Bag-123-Ounces-Total",
         "productPrice":"239.85",
         "productDescription":"Marshawn Lynch.  Skittles.  3 bags, 41 ounces each.  Need we say more?  This is a great group gift for anyone or a group of people that love the Seahawks, Marshawn Lynch, or skittles. ",
         "productImage":"/seahawks/skittles.jpg",
         "productThumb":"/seahawks/skittlesThumb.jpg",
         "imageAltText":"GiftStarter Original Skittles Stand Up Bag 123 Ounces Total",
         "giftStartLink":"http://bit.ly/1DbqSPh"
      },
      {
         "productName":"Richard Sherman Seattle Seahawks Hand-Autographed 16X20 Brady Photo Inscribed 'YOU MAD BRO!' with Frame",
         "productNameShort":"Sherman Hand-Autographed Photo",
         "productSlug":"Richard-Sherman-Seattle-Seahawks-Hand-Autographed-16X20-Brady-Photo-Inscribed-YOU-MAD-BRO!-with-Frame",
         "productPrice":"384.99",
         "productDescription":"Seahawks Super Star Corner Richard Sherman personally hand-signed this 16x20 Photo. Sherman is one of the most talented and controversial players in the league. He backs up his legendary trash-talking with incredible plays on the field. In 2013, Sherman's popularity skyrocketed and he finished in the top 10 of jersey sales in the NFL.. This Richard Sherman Autograph is Guaranteed Authentic with a Richard Sherman Hologram of Authenticity.  Once your GiftStarter campaign is created, you can work with our Gift Concierge to pick out just the perfect frame to go with this amazing gift.",
         "productImage":"/seahawks/shermanPhoto.jpg",
         "productThumb":"/seahawks/shermanPhotoThumb.jpg",
         "imageAltText":"GiftStarter Richard Sherman Seattle Seahawks Hand-Autographed 16X20 Brady Photo Inscribed 'YOU MAD BRO!' with Frame",
         "giftStartLink":"http://bit.ly/1EQtkvS "
      },
      {
         "productName":"Richard Sherman Seattle Seahawks Autographed Duke Pro Football in a Display Case",
         "productNameShort":"R. Sherman Autographed Football",
         "productSlug":"Richard-Sherman-Seattle-Seahawks-Autographed-Duke-Pro-Football-in-a-Display-Case",
         "productPrice":"489.90",
         "productDescription":"This Duke pro football has been personally hand-signed by cornerback Richard Sherman. It is officially licensed by the National Football League and comes with an individually numbered, tamper-evident hologram from Fanatics Authentic. The autographed football also comes fully certified with Certificate of Authenticity and tamper-evident holoogram. In addition, also backed by an Authenticity Guarantee.<br>Showcase & Protect Your Investment<br>UV Coating Prevents Signature Damage<br>Furniture-Grade Solid Wood Base",
         "productImage":"/seahawks/shermanFootball.jpg",
         "productThumb":"/seahawks/shermanFootballThumb.jpg",
         "imageAltText":"GiftStarter Richard Sherman Seattle Seahawks Autographed Duke Pro Football in a Display Case",
         "giftStartLink":"http://bit.ly/15JRdJB"
      },
      {
         "productName":"Marshawn Lynch Seattle Seahawks Autographed Logo Football with Display Case",
         "productNameShort":"M. Lynch Autographed Football",
         "productSlug":"Marshawn-Lynch-Seattle-Seahawks-Autographed-Logo-Football-with-Display-Case",
         "productPrice":"314.90",
         "productDescription":"This autographed pro football has been personally hand-signed by running back Marshawn Lynch. It is officially licensed by the National Football League and comes with an individually numbered, tamper-evident hologram from Fanatics Authentic. This hand signed football also comes fully certified with Certificate of Authenticity and tamper-evident hologramm. Also backed by an Authenticity Guarantee. It comes in a display case: <br>Showcase & Protect Your Investment<br>UV Coating Prevents Signature Damage<br>Furniture-Grade Solid Wood Base",
         "productImage":"/seahawks/lynchFootball.jpg",
         "productThumb":"/seahawks/lynchFootballThumb.jpg",
         "imageAltText":"GiftStarter Marshawn Lynch Seattle Seahawks Autographed Logo Football with Display Case",
         "giftStartLink":"http://bit.ly/1tusvb0"
      }
   ]
}