
{  
   "categoryName":"Gift Ideas for Teacher",
   "categoryNameShort":"Teacher",
   "categorySlug":"teacher",
   "categoryBlurb":"Anyone who is a teacher or knows a teacher understands that it can be one of the most challenging and rewarding jobs ever. Teachers are tasked with shaping future generations through education - and what could be more important than that? When it comes time to show your appreciation, finding the perfect gift from the group can be difficult - but we can help. From kindergarten to college, we’ve curated a collection of our favorite gifts for the teacher in your life that are sure to convey how grateful you are for all they do.",
   "productList":[  
      {
         "productName":"Hitachi CP-X3030WN Digital Multimedia Projector",
         "productNameShort":"Hitachi Digital Multimedia Projector",
         "productSlug":"Hitachi-CP-X3030WN-Digital-Multimedia-Projector",
         "productPrice":"829.00",
         "productDescription":"GiftStarter went out and interviewed teachers and found out this is the gift many of them requested for their classrooms!  The Hitachi CP-X3030WN XGA Multi-Region LCD Projector features an XGA 1024 x 768 native resolution and Polysilicon TFT 3LCD projection chip technology, which delivers authentic color reproduction in most lighting conditions. The CP-X3030WN provides 3200 ANSI lumens of white output and color output brightness, as well as a high 4000:1 contrast ratio. This results in vivid and well defined presentations - even in excessive ambient light. The 6.6 lb projector is also quite portable, so you can easily move it from classroom to classroom or conference room to conference room. The CP-X3030WN is equipped with 30&deg; of digital vertical keystone correction, manual focus and 1.2x manual zoom. It's compatible with HDTV, NTSC, PAL and SEACAM systems. The CP-X3030WN also has an HDMI input, dual VGA inputs and a variety of other analog video input options. There are several audio inputs as well, including a microphone input. Plus, you can play back audio using the built-in 16W mono speaker, which also supports audio pass-through using a more efficient low power mode. However, there is an audio output as well in case you want to send your presentation's audio through larger speakers or even a PA system. There are also multiple USB inputs that support USB display, PC-less presenting, wireless network connection (Wi-Fi adapter required) and USB mouse control. The CP-X3030WN Ethernet jack supports network connectivity. This allows you to integrate the projector with Crestron RoomView, PJ-Link and AMX Device Discovery for remote operation and audits of network projectors. This model also features multiple picture modes and a teaching template function with four line patterns to choose from. There are several security measures as well. Other features include a variety of customizable control options, support for multiple OSD languages, several picture adjustment functions and a low overall cost of ownership thanks to the Eco Mode, the long-lamp life, the Hybrid Filter and the outward, top-entry lamp door for maintenance ease. This is one of the best and most useful gifts for a teacher (presenter, or many other people who often present in front of others)",
         "productImage":"/teacher/hitachiProjector.jpg",
         "productThumb":"/teacher/hitachiProjectorThumb.jpg",
         "imageAltText":"Hitachi CP-X3030WN Digital Multimedia Projector",
         "giftStartLink":"http://bit.ly/1ALt6ST"
      },
      {  
         "productName":"Apple&reg; 16GB iPad Air 2 (Wi-Fi, Space Gray)",
         "productNameShort":"Apple&reg; iPad Air 2",
         "productSlug":"Apple-16GB-iPad-Air-2-Wi-Fi-Space-Gray",
         "productPrice":"489.00",
         "productDescription":"The Apple iPad is one of the most desired and practical gifts of all time.  This particular iPad is for the 16GB iPad Air 2 in Space Gray with WiFi.  Great for road trips, hanging out at home, or entertaining the kids.  * For other options on iPads (like memory size, color, WiFi versus LTE, etc…), please contact the Gift Concierge or use our Search to find the exact model you are looking for. Using the GiftStarter link does not guarantee availability of a particular size or color.  If you have any questions about sizes, colors, or options, please contact the Gift Concierge.",
         "productImage":"/teacher/ipadAir.jpg",
         "productThumb":"/teacher/ipadAirThumb.jpg",
         "imageAltText":"GiftStarter Apple 16GB iPad Air 2 (Wi-Fi, Space Gray)",
         "giftStartLink":"http://bit.ly/1IoJTBl"
      },
      {  
         "productName":"Visa Gift Card",
         "productNameShort":"Visa Gift Card",
         "productSlug":"Visa-Gift-Card",
         "productPrice":"500.00",
         "productDescription":"Visa is the #1 selling gift card in the United States. The card can be used at millions of merchants in the U.S., including online - everywhere Visa cards are accepted.  The Visa Gift Card is better than giving cash with GiftStarter, because it comes with the mosaic of family &amp; friends, the handmade card with everyone’s well-wishes, and its super easy.  Gifting is about the meaning behind the gift, not the monetary value.  We help you do both, well.",
         "productImage":"/teacher/visaGiftCard.jpg",
         "productThumb":"/teacher/visaGiftCardThumb.jpg",
         "imageAltText":"GiftStarter Visa Gift Card",
         "giftStartLink":"http://bit.ly/1BV2YsL"
      },
      {  
         "productName":"Waterford&reg; Cavendish Platinum Pen",
         "productNameShort":"Waterford&reg; Cavendish Platinum Pen",
         "productSlug":"Waterford-Cavendish-Platinum-Pen",
         "productPrice":"160.00",
         "productDescription":"Someone special will forever hold this pen near and dear. It all begins with the platinum plated brass barrel. Platinum is one of the earth's rarest elements - the perfect feature on this gift for a teacher in the sciences or math who cares about the elements and purity my enjoy. For those teachers that are into literature and history, the pen itself is named after Lady Cavendish, who owned Lismore Castle. That's why this pen features the hand diamond-cut Lismore pattern. The look is elegant and understated in this perfectly balanced, twist-action ballpoint. Then it's topped off with Waterford's elegant star-cut cap. You add the final touch by engraving their name or initials. The perfect recognition gift for someone who writes a lot.",
         "productImage":"/teacher/waterfordPen.jpg",
         "productThumb":"/teacher/waterfordPenThumb.jpg",
         "imageAltText":"GiftStarter Waterford Cavendish Platinum Pen",
         "giftStartLink":"http://bit.ly/1wa64Te"
      },
      {  
         "productName":"MOVA&reg; Spinning Globe",
         "productNameShort":"MOVA&reg; Spinning Globe",
         "productSlug":"MOVA-Spinning-Globe",
         "productPrice":"125.00",
         "productDescription":"Personalize this MOVA desk globe with a message of appreciation or recognition. This MOVA desk globe comes with a personal way to include a message of appreciation and/or recognition on the gift, in addition to the handmade card that is sent courtesy of GiftStarter.  Give them a world of praise with this extraordinary gift.  A detailed globe floats within an acrylic sphere, always moving in response to light and the ever-present earth's magnetic field.  The globe sits on a European crystal base with plenty of room for your personal engraved message!  Paired with the GiftStarter gift experience, this is a perfect gift for those in academia, and/or those that love to explore the world.",
         "productImage":"/teacher/movaGlobe.jpg",
         "productThumb":"/teacher/movaGlobeThumb.jpg",
         "imageAltText":"GiftStarter MOVA Spinning Globe",
         "giftStartLink":"http://bit.ly/1BdFBL2"
      },
      {  
         "productName":"MO-1 Visual Presenter",
         "productNameShort":"MO-1 Visual Presenter",
         "productSlug":"MO-1-Visual-Presenter",
         "productPrice":"349.99",
         "productDescription":"The Elmo MO-1 Visual Presenter Black is an on-the-go, mobile document camera, about the size of an envelope and very lightweight -- it can easily be carried inside a jacket pocket or small handbag. It features a 5 megapixel, full HD video camera that produces true and vivid color reproduction, and it's very simple to operate. Offering local and web communication ability, a software packed with useful and effective presentation tools, and almost instant integration with projectors and displays, the MO-1 is a productive presentation companion for educators and business professionals. The core of the MO-1 is the 300&deg; movable camera head. It serves as a video camera, a webcam, and a photo camera/scanner. It has a zoomable lens that lets you focus in on parts of a scene or magnify details of a document (from as close as 2.7 inches away).  In addition, a built-in microphone lets you use the webcam function to conduct online meetings. Connected to a computer, any images captured with the photo camera/scanner function can be saved to an SD card. Connected to a projector or HDTV, you can apply a bunch of enhancements to the images. These enhancements are applicable from the software that comes included. Some of them are split-screen, highlight, mask, picture-in-picture, color filters, and annotations. The MO-1 can also optionally connect to an Elmo CRA-1 wireless tablet with which you can deliver your presentations wirelessly from as far as 50 feet away as you walk around the room. The software's enhancement features are also applicable from the tablet. The MO-1 comes with an AC adapter but can alternatively get its power by simple USB connection to a computer. This is really the perfect gift for someone who presents and teaches often in front of others.",
         "productImage":"/teacher/elmoPresenter.jpg",
         "productThumb":"/teacher/elmoPresenterThumb.jpg",
         "imageAltText":"GiftStarter MO-1 Visual Presenter",
         "giftStartLink":"http://bit.ly/1yd8mFl"
      },
      {  
         "productName":"Dash &amp; Dot Pack",
         "productNameShort":"Dash &amp; Dot Pack",
         "productSlug":"Dash-Dot-Pack",
         "productPrice":"259.00",
         "productDescription":"Playtime just got smarter with Dash &amp; Dot. This gift allows users to learn to code as you play with new robot friends.  The robots arrive fully assembled and ready to play.  It’s easy to use an iPad (with Bluetooth Smart) to access free Wonder Workshop apps that control Dash &amp; Dot. (Limited Android support.)  Dash &amp; Dot interacts with the world using sensor technology.  They can hear sounds, detect objects, and know if you are moving them.  A teacher (or adult) can program Dash &amp; Dot to do almost anything you can imagine.  Deliver a message to a friend, have a dance party, and even navigate through an obstacle course.  This is both an interactive and fun gift that teaches and entertains!",
         "productImage":"/teacher/dashDot.jpg",
         "productThumb":"/teacher/dashDotThumb.jpg",
         "imageAltText":"GiftStarter Dash Dot Pack",
         "giftStartLink":"http://bit.ly/17FbjG3"
      },
      {  
         "productName":"Anthracite 5-Bin Storage Tower",
         "productNameShort":"Anthracite Storage Tower",
         "productSlug":"Anthracite-5-Bin-Storage-Tower",
         "productPrice":"199.00",
         "productDescription":"GiftStarter went out and interviewed teachers and found out this is the gift many of them requested for their classrooms!  Whether you use the 5-Bin Storage Tower in an office, craft room, den or bedroom, you'll appreciate the capacity to store so much in a small space.  The perfect gift is both practically efficient and friendly on the designer’s eye.  Each bin pivots to provide quick access to whatever you're storing. It's sized to hold anything from 8-1/2” x 11” paper and office supplies to shoes, books and craft accessories.  These Italian designed storage bins are worthy of both the design sensitive, and the very practically minded user with its durable, solid steel construction, scratch-resistant epoxy finish, and the slim profile design ideal for tight spaces.  Yes, practicality can also look good too!",
         "productImage":"/teacher/storageBin.jpg",
         "productThumb":"/teacher/storageBinThumb.jpg",
         "imageAltText":"GiftStarter Anthracite 5-Bin Storage Tower",
         "giftStartLink":"http://bit.ly/1DIUo2z"
      },
      {  
         "productName":"Stanley Bostitch&reg; SuperPro Glow&#8482; Electric Pencil And Colored Pencil Sharpener",
         "productNameShort":"Stanley Bostitch&reg; Electric Pencil Sharpener",
         "productSlug":"Stanley-Bostitch-SuperPro-Glow-Electric-Pencil-And-Colored-Pencil-Sharpener",
         "productPrice":"132.29",
         "productDescription":"GiftStarter went out and interviewed teachers and found out this is the gift many of them requested for their classrooms!  This Stanley Bostitch&reg; SuperPro Glow&#8482; Electric Pencil And Colored Pencil Sharpener features an exclusive tool-free replaceable cutter system for continued use.  It has XHC x2 dual cutter technology for 50%25 faster sharpening and gives 10x longer life.  Colored pencil is compatible for peace of mind. Stanley Bostitch&reg; SuperPro Glow&#8482; Electric pencil and colored pencil sharpener in black/silver color can automatically shut motor off to hold over sharpening. The sharpener even has z tool-free removable cutter cartridge for fast and easy cleaning.  This is every teacher’s dream!",
         "productImage":"/teacher/pencilSharpener.jpg",
         "productThumb":"/teacher/pencilSharpenerThumb.jpg",
         "imageAltText":"GiftStarter Stanley Bostitch SuperPro Glow Electric Pencil And Colored Pencil Sharpener",
         "giftStartLink":"http://bit.ly/1u7v0R7"
      },
      {  
         "productName":"Citysac with Caribbean Micro Velvet Cover",
         "productNameShort":"Citysac Caribbean Micro Velvet Cover",
         "productSlug":"Citysac-with-Caribbean-Micro-Velvet-Cover",
         "productPrice":"475.00",
         "productDescription":"The Citysac: The relatively compact size of the Citysac makes it ideal for smaller apartments or dorm rooms. While it's still luxuriously roomy for one person, two determined snugglers (read teenage lovebirds) can fit in it as well (it has even been known to double as a bed on nights when the frat party went on a little too long). An added bonus for tighter spaces is that it sits tall and deep instead of spreading out, thanks to its unique, two-disc pattern. The super-soft filling is made of premium, shredded Durafoam. Unlike bead-filled bags, it absorbs your body weight evenly and doesn't compress over time, but stays airy and supple like a sit-able cloud.v What's Included: Citysac Khakisac,Caribbean Micro Velvet Citysac Cover,Premium Citysac Duffel Bag. About Caribbean Micro Velvet Covers. With a velvety hand, and deep suede-like nap, Micro Velvet is more resilient and stain-proof than traditional velvet, and thicker and loftier than Microsuede. Made from 100% polyester resin on a woven cotton backing, Micro Velvet is also the toughest of the fabrics in our line. With rub counts that are many times higher than even the durable Microsuede, Micro Velvet is a great choice if you are looking for a tough yet very soft fabric. Velvet hand, Soft &amp; durable, Machine-washable / hang dry. Lifetime Guarantee. Lovesac is the only major furniture company that stands behind their products with a Lifetime Guarantee.",
         "productImage":"/teacher/citysac.jpg",
         "productThumb":"/teacher/citysacThumb.jpg",
         "imageAltText":"GiftStarter Citysac with Caribbean Micro Velvet Cover",
         "giftStartLink":"http://bit.ly/1xug5Li"
      }
   ]
}
