{  
   "categoryName":"Gift Ideas for Engagements &amp Weddings",
   "categoryNameShort":"Engagement &amp Wedding",
   "categorySlug":"Wedding",
   "categoryBlurb":"At GiftStarter, we know that engagements and weddings can be a challenge when it comes to finding the perfect gift. Yes, there are traditional gift registries...but how exciting really is a place-setting of dishes or a set of towels? It’s time to bring everyone together to get a bigger, better gift - and we can help. To make it easy, we have curated our favorite ideas for group gifting for that once-in-a-lifetime occasion.",
   "productList":[
      {  
         "productName":"Bose CineMate 520 Home Theater System",
         "productNameShort":"Bose Home Theater System",
         "productSlug":"Bose-CineMate-520-Home-Theater-System",
         "productPrice":"1499.00",
         "productDescription":"Enjoy optimized 5.1-channel surround sound with the Bose CineMate 520 Home Theater System. This system employs Bose ADAPTiQ audio calibration technology and includes a main Console unit, five speakers, and a hideaway Acoustimass module. The Acoustimass module is designed to add low bass impact to music and movies. The CineMate 520 is also compatible with the optional SoundTouch wireless adapter. This adapter allows you to stream Internet radio, available music services, and your networked music library.<br> PRODUCT HIGHLIGHTS<br>-5.1-Channel Configuration<br>-ADAPTiQ Audio Calibration<br>-Wi-Fi-Ready with Optional Adapter<br>-4 x HDMI-IN / 1 x HDMI-Out<br>-1 x Coaxial / 1 x Optical / 1 x RCA<br>-HDMI CEC and ARC Support<br>-Includes Universal Remote Control",
         "productImage":"/wedding/boseCinemate.jpg",
         "productThumb":"/wedding/boseCinemateThumb.jpg",
         "imageAltText":"GiftStarter Bose CineMate 520 Home Theater System",
         "giftStartLink":"http://bit.ly/1yS8iJ9"
      },
      {  
         "productName":"Canon XA10 HD Professional Camcorder",
         "productNameShort":"Canon XA10 HD",
         "productSlug":"Canon-XA10-HD-Professional-Camcorder",
         "productPrice":"1499.00",
         "productDescription":"PRODUCT HIGHLIGHTS<br>-1/3” CMOS Sensor<br>-Native 1920 x 1080<br>-24Mbps AVCHD Recording<br>-60i, PF30, PF24, Native 24p<br>-64GB Internal Flash Drive<br>-10x HD Zoom Lens<br>-Dual SD Memory Card Slots<br>-3.5” Touch Panel LCD Screen<br>-Dual XLR Inputs w/Detachable Handle<br>-Waveform Monitor, Peaking, Zebra 70/100%25",
         "productImage":"/wedding/canonProCamcorder.jpg",
         "productThumb":"/wedding/canonProCamcorderThumb.jpg",
         "imageAltText":"GiftStarter Canon XA10 HD Professional Camcorder",
         "giftStartLink":"Canon XA10 HD Professional Camcorder"
      },
      {  
         "productName":"GOAL ZERO Sherpa 50 Solar Charging Kit with 110VAC Inverter",
         "productNameShort":"Sherpa Solar Charging Kit",
         "productSlug":"GOAL-ZERO-Sherpa-50-Solar-Charging-Kit-with-110VAC-Inverter",
         "productPrice":"399.95",
         "productDescription":"The Sherpa 50 Solar Charging Kit with 110VAC Inverter from GoalZero is a complete portable power station featuring the Sherpa 50 battery pack, Nomad 13 solar panel and the Sherpa 110VAC Inverter. This kit is ideally suited for charging devices from smart phones to laptops and most electronics in between. The Sherpa features four fused multi-voltage output ports. The 5200mAh Li-NMC battery can be charged with the Nomad 13, other compatible GoalZero solar panels, and 110VAC or 12VDC.<br>The Nomad 13 Solar Panel is a durable and weather resistant charging system that can be used to charge the Sherpa 50, compatible GoalZero battery packs, or directly charge small electronics with the built-in outputs. It will even simultaneously charge multiple devices by splitting the output. The Nomad will charge the Sherpa in 8-16 hours.<br>The Sherpa Inverter provides a 3-prong 110VAC grounded outlet. The inverter matches the look and form of the Sherpa 50, and won't look out of place when it's plugged in. A mounting screw on the inverter securely attaches it to the Sherpa so it won't accidentally get pulled off. This mounting configuration allows it to be attached while retaining full access to the other ports, the battery indicator and switches. The Sherpa Inverter has its own on/off switch and LED power indicator. This kit is a useful resource for camping, travelling or emergency readiness.",
         "productImage":"/wedding/goalZeroSherpaKit.jpg",
         "productThumb":"/wedding/goalZeroSherpaKitThumb.jpg",
         "imageAltText":"GiftStarter GOAL ZERO Sherpa 50 Solar Charging Kit with 110VAC Inverter",
         "giftStartLink":"http://bit.ly/1zY88G1"
      },
      {  
         "productName":"INSTEON Connected Home Automation Kit",
         "productNameShort":"Home Automation Kit",
         "productSlug":"INSTEON-Connected-Home-Automation-Kit",
         "productPrice":"349.99",
         "productDescription":"The INSTEON Connected Home Automation Kit is a prepackaged bundle that includes an INSTEON Hub, two Dimmer Modules, a Wired Thermostat, Indoor Wireless IP Camera, Motion, Leak and Open/Close Sensors. This kit works together, allowing you to wirelessly control the lighting and temperature in your home, even from remote locations. The included INSTEON Hub features Ethernet connectivity for interfacing with your home network. Once connected, you can download the free INSTEON control app for setting up and controlling your connected devices from a smartphone, tablet or computer. The app can be found in the Google Play, Apple, Amazon and Windows app stores. Mac OS X and Linux users can enjoy browser-based system control. In addition to the included items, the INSTEON Hub supports a variety of INSTEON home automation devices. <br><br>Each included Dimmer Module has a 2-prong interface for connecting a lamp for remote lighting control. Using the INSTEON user interface, you can control light output by selecting a specific percentage. For direct access, brightness and dimming buttons are also located directly on the modules. In addition to basic on and off control, you can even set lighting schedules and scenes. An Indoor Wireless IP camera is also included, which allows you to remotely monitor your home or connected environment. The camera also supports pan and tilt functionality and has a built-in microphone and speaker for communication. <br><br>Rounding out this bundle are sensors for detecting motion, leaks, the opening and closing of windows and doors, as well as a Wired Thermostat. The INSTEON Wired Thermostat works with the INSTEON control app for adjusting the thermostat. Using the app you can control the thermostat when you're away from your home. As an added convenience, you can set up a 7-day schedule, which means you don't have to interact with your system every day. The Motion Sensor can communicate with up to 400 INSTEON devices and has a built-in countdown timer than can automatically turn lights off when you leave a room. The Leak Sensor can easily integrate into your INSTEON system and send alerts to your smartphone or tablet when a leak is detected. The Open/Close Sensor includes a magnet for mounting, and can be programmed to power-on connected devices like lamps and appliances when you enter or exit a room. Additionally, once the Connected Kit is installed and configured, there are no monthly service fees or contract agreements required for operation.  <br><br>PRODUCT HIGHLIGHTS<br>-Wireless Home & Remote Automation<br>-Includes INSTEON Hub<br>-Smartphone and Tablet Interface<br>-Create Schedules and Scenes<br>-Includes Two Dimmer Modules<br>-Includes Indoor Wireless IP Camera<br>-Includes Thermostat<br>-Includes Motion & Leak Sensors<br>-Includes Open/Close Sensor",
         "productImage":"/wedding/insteonKit.jpg",
         "productThumb":"/wedding/insteonKitThumb.jpg",
         "imageAltText":"GiftStarter INSTEON Connected Home Automation Kit",
         "giftStartLink":"http://bit.ly/1yS86cU"
      },  
      {  
         "productName":"Weber&reg; Spirit E210 Liquid Propane Gas Grill",
         "productNameShort":"Weber&reg; Spirit Propane Grill",
         "productSlug":"Weber-Spirit-E210-Liquid-Propane-Gas-Grill",
         "productPrice":"399.00",
         "productDescription":"This is Weber’s grill completely re-imagined, and the proof is visible in features throughout the grill. With the control panel moved to the front, two stainless steel tables fold down to allow for maneuverability and easy storage – a boon for grillers with small patios, decks or balconies. While compact, the grill is also roomy enough to cook a 20-pound turkey or roast meats and vegetables at the same time.  Porcelain-enameled cast-iron cooking grates offer superior heat retention and quick clean up, and the porcelain-enameled shroud will not fade, peel or rust.  This is a must-have for newlyweds – to keep the meal choices and meal preparation tasks open.",
         "productImage":"/wedding/weberGrill.jpg",
         "productThumb":"/wedding/weberGrillThumb.jpg",
         "imageAltText":"GiftStarter Weber 46110001 Spirit E210 Liquid Propane Gas Grill",
         "giftStartLink":"http://bit.ly/1xZA8rU"
      },
      {  
         "productName":"Vitamix&reg; S30 Blender",
         "productNameShort":"Vitamix&reg; S30 Blender",
         "productSlug":"Vitamix-S30-Blender",
         "productPrice":"409.00",
         "productDescription":"Vitamix has combined its high-performance engineering with the convenience of a personal blender. Whether the newly weds are on the go or enjoying meals at home, the S30 makes it easy to create single and double servings of their favorite recipes while fitting easily on their countertop. Two BPA-free containers blend a variety of recipes for every meal of the day. Ideal for beverages, dressings, and food preparation for both bride and groom.",
         "productImage":"/wedding/vitamix.jpg",
         "productThumb":"/wedding/vitamixThumb.jpg",
         "imageAltText":"GiftStarter Vitamix S30 Blender",
         "giftStartLink":"http://bit.ly/1yNvIns"
      },
      {  
         "productName":"Dyson&reg; Handheld DC34",
         "productNameShort":"Dyson&reg; Handheld DC34",
         "productSlug":"Dyson-Handheld-DC34",
         "productPrice":"199.99",
         "productDescription":"DC34 delivers powerful suction – or 6 minutes on MAX power for tackling tougher cleans. It’s powered by the Dyson digital motor, which spins up to 5 times faster than a racing car engine. DC34 has a lithium-ion battery that recharges up to 3 times faster than others, and Dyson’s patented Root Cyclone™ technology for no loss of suction. Great for cleaning up fur left behind by adored pets in both the home and the family car.",
         "productImage":"/wedding/dysonVacuum.jpg",
         "productThumb":"/wedding/dysonVacuumThumb.jpg",
         "imageAltText":"GiftStarter Dyson Handheld Dc34",
         "giftStartLink":"http://bit.ly/1wsLGwM"
      },
      {  
         "productName":"Zojirushi Neuro Fuzzy&reg; 5.5-Cup Rice Cooker &amp; Warmer",
         "productNameShort":"Neuro Fuzzy Rice Cooker",
         "productSlug":"Zojirushi-Neuro-Fuzzy-5.5-Cup-Rice-Cooker-Warmer",
         "productPrice":"209.99",
         "productDescription":"This smart 5.5-cup rice cooker and warmer features advanced Neuro Fuzzy&reg; logic technology that enables the unit to ‘think’ for itself and make fine adjustments to temperature and heating time to perfectly cook rice every time. For the rice connoisseurs, this is the rice cooker of choice in Korea and Japan.",
         "productImage":"/wedding/riceCooker.jpg",
         "productThumb":"/wedding/riceCookerThumb.jpg",
         "imageAltText":"GiftStarter Zojirushi Neuro Fuzzy&reg; 5.5-Cup Rice Cooker &amp; Warmer",
         "giftStartLink":"http://bit.ly/1Az2cjx"
      },
      {  
         "productName":"SHUN 8” Chef’s Knife",
         "productNameShort":"SHUN 8” Chef’s Knife",
         "productSlug":"SHUN-8-Chefs-Knife",
         "productPrice":"225.00",
         "productDescription":"The Shun Premier collection is distinguished by hand-hammered blades and walnut-colored PakkaWood handles that evoke the artistry of traditional hand-forged knives. Hand-crafted in Japan, the blades are thin and lightweight. This chef’s knife is a true kitchen workhorse designed for comfort, ease of use and razor-sharp performance. This the one knife the newlyweds will need in a kitchen for all of a couple’s cooking needs.",
         "productImage":"/wedding/shunKnife.jpg",
         "productThumb":"/wedding/shunKnifeThumb.jpg",
         "imageAltText":"GiftStarter SHUN 8” Chef’s Knife",
         "giftStartLink":"http://bit.ly/1yMRd89"
      },
      {  
         "productName":"Fat Cork&reg; Wine Gift Set",
         "productNameShort":"Fat Cork&reg; Wine Gift Set",
         "productSlug":"Fat-Cork-Wine-Gift-Set",
         "productPrice":"149.00",
         "productDescription":"3 Bottles, 1 to celebrate each anniversary with for the next 3 years. In Year 1: Alexandre Lenique Cuvée Excellence Pur Noir is 100% Pinot Noir, but completely star bright in color. It holds a bead of extremely fine and abundant bubbles, while delivering aromas of raspberry, red apple, and spicy character. In Year 2: Gimonnet-Oger Blanc de Blancs Premier Cru is 100% Chardonnay cuvée is based on the excellent 2005 vintage– meaning this wine has been aged for 7 years! The palate is rich and expressive with the gorgeous chardonnay showing off for your senses. And finally, Year 3 is the Didier-Ducos Fils Absolu Meunier which is 100% Pinot Meunier, coming from only the oldest Ducos family vines. The palate is bold, and almost thick with fresh cream and hints of spice.",
         "productImage":"/wedding/fatCork.jpg",
         "productThumb":"/wedding/fatCorkThumb.jpg",
         "imageAltText":"GiftStarter Fat Cork Wine Gift Set",
         "giftStartLink":"http://bit.ly/1IElPL0"
      },
      {  
         "productName":"Keurig&reg; K45 Elite Brewing System",
         "productNameShort":"Keurig&reg; Brewing System",
         "productSlug":"Keurig-K45-Elite-Brewing-System",
         "productPrice":"119.99",
         "productDescription":"First cup. Fourth cup – with Keurig, it’s always a fresh cup. The Elite Brewing System brews a perfect cup of coffee, tea, hot cocoa or iced beverage in under one minute at the touch of a button. With the choice of three cup sizes, the Elite brewer offers a removable drip tray to accommodate travel mugs. The newlyweds will love this gift year after year, morning after morning, and guest after guest.",
         "productImage":"/wedding/keurig.jpg",
         "productThumb":"/wedding/keurigThumb.jpg",
         "imageAltText":"GiftStarter Keurig&reg; K45 Elite Brewing System",
         "giftStartLink":"http://bit.ly/1ADzVe8"
      },
      {  
         "productName":"Black &amp; Decker BDCD2204KIT 20-Volt MAX Lithium-Ion 4-Tool Combo Kit",
         "productNameShort":"Black &amp; Decker 4-Tool Kit",
         "productSlug":"Black-Decker-BDCD2204KIT-20-Volt-MAX-Lithium-Ion-4-Tool-Combo-Kit",
         "productPrice":"175.42",
         "productDescription":"Whether the newlywed couple is the hands on type that likes to work on fixer uppers and home maintenance or not, having the right tools handy is an absolute must.  Let’s not let them get caught at the wrong time of the night without these tools.",
         "productImage":"/wedding/toolSet.jpg",
         "productThumb":"/wedding/toolSetThumb.jpg",
         "imageAltText":"GiftStarter Black &amp; Decker BDCD2204KIT 20-Volt MAX Lithium-Ion 4-Tool Combo Kit",
         "giftStartLink":"http://bit.ly/1Ku6WwC"
      },
      {  
         "productName":"Samsung H6350 Series 60” Class Full HD Smart LED TV",
         "productNameShort":"Samsung HD Smart LED TV",
         "productSlug":"Samsung-H6350-Series-60-Class-Full-HD-Smart-LED-TV",
         "productPrice":"1697.99",
         "productDescription":"LED TV’s are known for their great image quality. This Smart LED TV made by Samsung is one of the most popular televisions in production with its Wide Color Enhancer Plus for vivid and life-like color reproduction. It features a full HD 1920 x 1080 LED panel and built-in Wi-Fi with a full web browser.  This is the perfect wedding gift idea for both members of the newlyweds – and one that’s actually quite practical for how real people live.",
         "productImage":"/wedding/samsungTV.jpg",
         "productThumb":"/wedding/samsungTVThumb.jpg",
         "imageAltText":"GiftStarter Samsung H6350 Series 60” Class Full HD Smart LED TV",
         "giftStartLink":"http://bit.ly/1BWmxid"
      },
      {  
         "productName":"Pay 6 Get 8 Riedel&reg; Vinum Cabernet / Bordeaux (Set of 8)",
         "productNameShort":"Riedel&reg; Wine Glasses (8)",
         "productSlug":"Pay-6-Get-8-Riedel-Vinum-Cabernet-Bordeaux-Set-of-8",
         "productPrice":"149.95",
         "productDescription":"Riedel’s best deal ever.  Pay for 6, but get 8.  Riedel Vinum Wine Glasses make every drop of wine taste its best.  Each wine glass is fine-tuned to direct the flow of the wine onto parts of the palate that will best express the flavors and aromas of a specific wine varietal.  The fine crystal offers superb clarity so the newlyweds (with their family and friends) can experience the wine’s color and texture.",
         "productImage":"/wedding/riedelWineGlass.jpg",
         "productThumb":"/wedding/riedelWineGlassThumb.jpg",
         "imageAltText":"GiftStarter Pay 6 Get 8 Riedel Vinum Cabernet / Bordeaux (Set of 8)",
         "giftStartLink":"http://bit.ly/1C9uJfq"
      },
      {  
         "productName":"Gift of Experience",
         "productNameShort":"Gift of Experience",
         "productSlug":"experience",
         "productPrice":" varies",
         "productDescription":"Give the gift of flight, driving an exotic car, or a spa package. Experience the serenity and breath-taking views as you float effortlessly thousands of feet above ground.  There is nothing like an experience gift. After all, you know what they say - experiences are the only gifts that actually make a person richer.  They make an incredible gift!  You can gift other unique experiences, such as a holiday, flight lessons, a fishing charter, or tickets and accommodation to a special event. <br><br>Dream up the gift, we can make it happen.",
         "productImage":"/wedding/hotAirBalloon.jpg",
         "productThumb":"/wedding/hotAirBalloonThumb.jpg",
         "imageAltText":"GiftStarter Experience",
         "giftStartLink":"http://bit.ly/1xwMnXf"
      }
   ]
}