{  
   "categoryName":"Gift Ideas of Wine",
   "categoryNameShort":"Wine",
   "categorySlug":"wine",
   "categoryBlurb":"Give the group gift of delicious wine, gifts that nourish both the stomach and soul.  Whether it's for a birthday, wedding, or just because, we've curated a list of great wine gifts. Note: Many professionals select a work address for shipment, please include your daytime phone number. UPS Shipping Adult Verification required (21+).<br/><br/>Terroir360 ships wine to private individuals in selected states: AZ, CA, CO, CT, DC, FL, GA, ID, IL, IN, IO, KS, LA, MD, MI, MN, MO, NE, NV, NM, NC, ND, OH, OR, SC, TN, VA, WA, and WV.",
   "categoryMetaDescription":"Give the group gift of delicious wine, gifts that nourish both the stomach and soul. Whether it's for a birthday, wedding, or just because, we've curated a list of great wine gifts.",
   "productList":[
     {
         "productName":"2009 Andre' Brunel Chateauneuf-du-Pape | 12 Bottles | Decanter | Aerator Gift Set",
         "productNameShort":"Brunel Chateauneuf-du-Pape",
         "productSlug":"Brunel-Chateauneuf-du-Pape",
         "productPrice":"399.00",
         "productDescription":"<p>This Grenache-dominated blend (80% Grenache, 10% Syrah, 5% Mourv&egrave;dre and 5% Cinsault) from an excellent vintage, will bring out the Francophile in you.</p><br /><p><strong>2009 ANDRE' BRUNEL CHATEAUNEUF-DU-PAPE | 12 BOTTLES | DECANTER | AERATOR&nbsp;GIFT SET</strong><br />Maybe, the first time you heard of Chateauneuf-du-Pape was when it was name-checked in a song by the Beastie Boys. But, now that you've moved on from hearing about this legendary wine of France's Southern Rhone to drinking it, the 2009 Andre' Brunel is the perfect introduction to Chateauneuf-du-Pape. This Grenache-dominated blend (80% Grenache, 10% Syrah, 5% Mourv&egrave;dre and 5% Cinsault) from an excellent vintage, will bring out the Francophile in you.</p><br /><p>Not only is the wine impressive, rich and complex. The most distinct feature of the vineyards of the Chateauneuf-du-Pape, are the stones that blanket the region. Not only do the stones provide for a dramatic landscape, they also function to reflect heat during the day and store it at night. So every time you pull a cork on a bottle of this gorgeous Chateauneuf-du-Pape, raise your glass for a moment to the hard-working stones that helped make this wine possible.</p><br /><p>The wine classified as Ch&acirc;teauneuf-du-Pape Appellation d'origine contr&ocirc;l&eacute;e (AOC) is produced from grapes grown in the commune of Ch&acirc;teauneuf-du-Pape, which translates to &ldquo;New Castle of Pope&rdquo; as well as in portions of the four adjoining communes in the Vaucluse department. Unlike its northern Rh&ocirc;ne neighbors, Ch&acirc;teauneuf-du-Pape AOC permits many different varieties of grapes in their red wine, but the blend must be predominantly Grenache. Ch&acirc;teauneuf-du-Pape is traditionally cited as allowing thirteen grapevarieties to be used but, the 2009 version of the AOC rules in fact list eighteen varieties, since blanc (white), rose (pink) and noir (black) versions of some grapes are now explicitly listed as separate varieties.</p><br /><p>Red varieties allowed are Cinsaut, Counoise, Grenache noir, Mourv&egrave;dre, Muscardin, Piquepoul noir, Syrah, Terret noir, and Vaccar&egrave;se .White and pink varieties are Bourboulenc, Clairette blanche, Clairette rose, Grenache blanc, Grenache gris, Picardan, Piquepoul blanc, Piquepoul gris, and Roussanne.</p><br /><p><strong>90 pts. Wine Spectator</strong><br />A silky, perfumy style, with mulled cherry and raspberry notes framed with singed mesquites notes. The long, supple finish lets a gentle black tea edge hang on. Shows more balance and finesse than power. Grenache, Syrah, Mourv&egrave;dre and Cinsault. Drink now through 2020.</p><br /><p>---</p><br /><p><strong>Included with this gift:</strong></p><br /><p><strong>Petite Decanter (828 ML)</strong></p><br /><p>An elegantly styled decanter designed for maximum aeration! Our petite bowl is designed for aerating red wines. Perfectly sized for one person enjoying a bottle (750 ml) of wine.</p><br /><p><strong>Two Piece Aerating Wine Funnel</strong></p><br /><p>Use this aerating wine funnel to smooth out the aroma, texture and flavor of younger wines, and to remove any bitter sediment common in older wines. If taste and aroma are your priorities, taking the time to decant will pay off.</p><br /><p>&nbsp;</p>",
         "productMetaDescription":"Amazing 12 bottle wine gift set is a great group gift!  90 pts. Wine Spectator.  Birthday. Wedding. Bachelorette. Summer BBQ. Grenache-dominated blend",
         "productImage":"/wine/2009-andre-brunel-chateauneuf-du-pape-12bottles-decanter-aerator.jpg",
         "productThumb":"/wine/2009-andre-brunel-chateauneuf-du-pape-12bottles-decanter-aerator-Thumb.jpg",
         "imageAltText":"Brunel Chateauneuf-du-Pape",
         "giftStartLink":"http://bit.ly/1QaApeR"
     },
     {
         "productName":"Leonetti Cellar Multi-Vintage | Decanter | Aerator",
         "productNameShort":"Leonetti Cellar MultiVintage",
         "productSlug":"Leonetti-Cellar-MultiVintage",
         "productPrice":"425.00",
         "productDescription":"<p><strong>2011 Cabernet</strong> dark black fruit, cedar. <strong>2012 Cabernet</strong> sultry nose of dark fruits. <strong>2012 Merlot</strong> dark nose of cinnamon, plum. <strong>2013 Merlot</strong> pure and linear an expression of Walla Walla.</p><br /><p>&nbsp;</p><br /><p><strong>2011 Leonetti Cellar Cabernet Sauvignon &nbsp;</strong></p><br /><p>The 2011 Cabernet Sauvignon presents dark black fruit, cedar and classic Left bank Bordeaux nose of fruit, saddle leather and earth.&nbsp; It's sizably masculine mouth feel has great length. Sweet fruit and gorgeously balanced.&nbsp; This wine has amazing cellaring capabilities and will reward the patient drinker.</p><br /><p>--</p><br /><p><strong>2012 Leonetti Cellar Cabernet Sauvignon</strong></p><br /><p>Exceptionally dark. Beautifully complex, sultry nose of dark fruits, including plum and cassis with dried herbs &mdash; predominantly rosemary and sage &mdash; with complementary notes of earth and tar. The wine has a wonderfully voluptuous texture on the palette and slowly reveals a masculine structure and excellent acidity on its long finish. A simply classic Leonetti Cabernet, reminiscent of the delicious 2008 vintage. 2012 was an exquisitely warm growing season and all of our Cabernet vineyards performed brilliantly.</p><br /><p>--</p><br /><p><strong>2012 Leonetti Cellar Merlot &nbsp;</strong></p><br /><p>The wine is dark and saturated. In the glass, the wine explodes with an ethereal, complex nose of cinnamon, plum, pomegranate, clove, and a hint of spring pine forest. On the palate, the wine has delicious fresh ripe fruit, reminiscent of berry pie filling. Incredible richness but with a stunning levity that lifts. A dead ringer for some of the finest Pomerol. Quite simply an incredibly sexy, hedonistic wine.&nbsp;Ranking along &lsquo;08, &lsquo;05, and &lsquo;98&nbsp;vintages for Merlot.</p><br /><p>--</p><br /><p><strong>2013 Leonetti Cellar Merlot &nbsp;</strong></p><br /><p>As pure and linear an expression of Walla Walla Merlot that you might imagine. Simply gorgeous red and black fruits, especially blueberries, raspberries, and hints of dried apricot. The mouth feel is so wonderfully plush, delicious, and expansive. This wine just makes me smile with pleasure and is everything to love about Walla Walla Merlot. The addition of 8% Cabernet Franc from old vines at the Leonetti Estate contributes lovely violet aromatics and glycerin to the palette.</p><br /><p>---</p><br /><p><strong>*** Included with this gift:</strong></p><br /><p><strong><a title=&quot;Petite Decanter&quot; href=&quot;http://www.winebeersake.com/petite-decanter-828-ml/&quot;>Glass Decanter</a>&nbsp;(828 ML)</strong></p><br /><p>An elegantly styled decanter designed for maximum aeration! Our petite bowl is designed for aerating red wines. Perfectly sized for one person enjoying a bottle (750 ml) of wine.</p><br /><p>&nbsp;</p><br /><p><strong><a title=&quot;Two Piece Aerating Wine Funnel&quot; href=&quot;http://www.winebeersake.com/two-piece-aerating-wine-funnel/&quot;>Two Piece Aerating Wine Funnel&nbsp;</a></strong></p><br /><p>Use this aerating wine funnel to smooth out the aroma, texture and flavor of younger wines, and to remove any bitter sediment common in older wines. If taste and aroma are your priorities, taking the time to decant will pay off.</p>",
         "productMetaDescription":"4 bottles of wine + great wine accessories - great group gift!  Birthday. Wedding. 2011 Cabernet, 2012 Cabernet, 2012 Merlot, and 2013 Merlot",
         "productImage":"/wine/leonetti-cellars-walla-walla-washington.jpg",
         "productThumb":"/wine/leonetti-cellars-walla-walla-washington-Thumb.jpg",
         "imageAltText":"Leonetti Cellar MultiVintage",
         "giftStartLink":"http://bit.ly/1Qawn6n"
     },
     {
         "productName":"2011 Chateau Marjosse Bordeaux | 12 Bottles | Decanter | Aerator",
         "productNameShort":"2011 Chateau Marjosse Bordea",
         "productSlug":"2011-Chateau-Marjosse-Bordea",
         "productPrice":"175",
         "productDescription":"<p>Home estate of Pierre Lurton, blended from 80% Merlot, 10% Cabernet Franc, 10% Cabernet Sauvignon. Limestone and clay terroir, the wine is vinified in temperature controlled cement.</p><br /><h1>2011 CHATEAU MARJOSSE BORDEAUX | 12 BOTTLES | DECANTER | AERATOR</h1><br /><p>The home estate of Pierre Lurton, who&nbsp;is best known as the Managing Director of two&nbsp;First Growth&nbsp;Bordeaux estates, Chateau&nbsp;Cheval Blanc&nbsp;in&nbsp;St. Emilion&nbsp;and Chateau d&rsquo;Yquem&nbsp;in&nbsp;Sauternes.&nbsp;</p><br /><p>Blended from 80% Merlot, 10% Cabernet Franc and 10% Cabernet Sauvignon. Planted on limestone and clay terroir, the wine is vinified in temperature controlled cement, aged in 30% new French oak barrels. Cocoa, red berry and herbs with medium body and a fresh cherry finish.&nbsp;</p><br /><p>Marjosse is located near the village of Tizac-de-Curton in the heart of the Entre-Deux-Mers region. Its consists of 45 hectares of vineyards used to produce red Bordeaux. The vineyards are exceptionally well-sited on a sand, clay and limestone plateau around 300 metres above seal level and planted with Merlot (60%), Cabernet Sauvignon (20%), Cabernet Franc (10%) and Malbec (10%).&nbsp;</p><br /><p>14% Alcohol</p><br /><p>---</p><br /><p><strong>Included with this gift:</strong></p><br /><p><strong><a title=&quot;Petite Decanter&quot; href=&quot;http://www.winebeersake.com/petite-decanter-828-ml/&quot;>Petite Decanter</a>&nbsp;(828 ML)</strong></p><br /><p>An elegantly styled decanter designed for maximum aeration! Our petite bowl is designed for aerating red wines. Perfectly sized for one person enjoying a bottle (750 ml) of wine.</p><br /><p><strong><a title=&quot;Two Piece Aerating Wine Funnel&quot; href=&quot;http://www.winebeersake.com/two-piece-aerating-wine-funnel/&quot;>Two Piece Aerating Wine Funnel&nbsp;</a></strong></p><br /><p>Use this aerating wine funnel to smooth out the aroma, texture and flavor of younger wines, and to remove any bitter sediment common in older wines. If taste and aroma are your priorities, taking the time to decant will pay off.</p><br /><p>&nbsp;</p>",
         "productMetaDescription":"12 bottles of wine + a wine decanter and aerator - great group gift!  Birthday. Wedding. Home estate of Pierre Lurton, blended from 80% Merlot, 10% Cabernet Franc, 10% Cabernet Sauvignon.",
         "productImage":"/wine/2011-chateau-marjosse-bordeaux.jpg",
         "productThumb":"/wine/2011-chateau-marjosse-bordeaux-Thumb.jpg",
         "imageAltText":"2011 Chateau Marjosse Bordeaux",
         "giftStartLink":"http://bit.ly/1Qax3Zm"
     },
     {
         "productName":"2012 Hedges Family Estate La Haute Cuv&eacute;e | Magnum | Decanter | Aerator",
         "productNameShort":"2012 Hedges Family Cuv&eacute;e",
         "productSlug":"2012-Hedges-Family-Cuvee",
         "productPrice":"155",
         "productDescription":"<p>Demeter-certified biodynamic Red Mountain AVA 100% Cabernet Sauvignon from the original blocks dating back to 1990, a blend of Hedges Estate and Magdalena parcels.</p><br /><p><strong>2012 HEDGES FAMILY ESTATE LA HAUTE CUV&Eacute;E | MAGNUM | DECANTER | AERATOR</strong><br />Demeter-certified biodynamic Red Mountain AVA 100% Cabernet Sauvignon<br />Gift includes: Magnum | Decanter | Aerator</p><br /><p>La Haute Cuv&eacute;e is the ultimate wine of the Hedges Estate. Farmed to Demeter Biodynamic discipline, from the original blocks dating back to 1990, it is a blend of Hedges Estate and Magdalena parcels, both under family control. This 100% Cabernet Sauvignon displays the true expression of Red Mountain terroir, and tells the &quot;story of the season' with each unique vintage. Demeter Biodynamic allows no herbicides, pesticides or synthetic fungicides to be used in farming the land, nor any commercial yeast to be present during fermentation. There is a commonality in authentic wines such as La Haute Cuv&eacute;e, they are intellectually provoking and wild, created under the laws of nature. The wine will cellar for many decades and should be decanted for several hours when drunk in the first 5 to 10 years after the vintage date.</p><br /><p><strong>Tasting Notes:</strong></p><br /><p>Dark purple, almost black color. Aromas of mincemeat, allspice, mint, menthol and dried black berry with hints of black licorice and creamed corn. The entry is full bodied and somewhat astringent with flavors of dark fruits, menthol, mincemeat and toast. It finishes very long with a solid tannic backbone. This is a wild, complex, &ldquo;savage&rdquo; Cab that will definitely mellow on the palate (but not aromatically) over the next 10 to 20 years and seems to constantly change with every sniff and taste.</p><br /><p><strong>Cellaring:</strong></p><br /><p>This wine is currently not for the faint of heart. It is big, bold and tannic exploding with exotic aromas and flavors. Everything a Biodynamically made Cab should be. Taste it again in 5-10 year increments</p><br /><p><strong>Harvest Notes:</strong></p><br /><p>2012 was another excellent and more normal vintage in Washington State, a welcome change after the cooler and wetter 2010 and 2011 vintages. The &ldquo;fading&rdquo; La Ni&ntilde;a current brought warmer and more even spring and summer temperatures and an extended warm, dry autumn with perfect 80 to 85 Fahrenheit afternoon highs and 40 to 50 Fahrenheit lows without rain. The result was great set that yielded ripe, disease free fruit with good natural acidity. The resulting wines reflect the excellent qualities of the fruit and are a pleasure to drink. Probably one of the top 5 vintages Hedges Family Estate has been associated with in Washington State.</p><br /><p>AVA: Red Mountain<br />Blend: 100% Cabernet Sauvignon<br />Vineyard Percent: 80% Hedges 20% Magdalena<br />Winemaker: Sarah Hedges Goedhart<br />Bottle/Release Date: May 1, 2015<br />Titratable Acidity: 5.0 g/L<br />pH 3.84<br />Alcohol: 13.8% vol<br />Production: 1200 1.5 L bottles</p><br /><p>---</p><br /><p><strong>Included with this gift:</strong></p><br /><p><strong>Glass Decanter (828 ML)</strong></p><br /><p>An elegantly styled decanter designed for maximum aeration! Our petite bowl is designed for aerating red wines. Perfectly sized for one person enjoying a bottle (750 ml) of wine.</p><br /><p><strong>Two Piece Aerating Wine Funnel</strong></p><br /><p>Use this aerating wine funnel to smooth out the aroma, texture and flavor of younger wines, and to remove any bitter sediment common in older wines. If taste and aroma are your priorities, taking the time to decant will pay</p>",
         "productMetaDescription":"Magnum of wine + a wine decanter and aerator - great group gift!  Birthday. Wedding. Demeter-certified biodynamic Red Mountain AVA 100% Cabernet Sauvignon from the original blocks dating back to 1990, a blend of Hedges Estate and Magdalena parcels.",
         "productImage":"/wine/hedges-biodynamic-magnum-cabernet-sauvignon-decanter-aerator.jpg",
         "productThumb":"/wine/hedges-biodynamic-magnum-cabernet-sauvignon-decanter-aerator-Thumb.jpg",
         "imageAltText":"2012 Hedges Family Cuv&eacute;e",
         "giftStartLink":"http://bit.ly/1QaxQd1"
     }, 
      {
         "productName":"Mark Ryan Premium Washington Wine | Two Magnums | Decanter | Aerator",
         "productNameShort":"Mark Ryan Premium WA Wine",
         "productSlug":"Mark-Ryan-Premium-WA-Wine",
         "productPrice":"225.00",
         "productDescription":"<p>2012 Wild Eyed is a remarkable balance and texture with pretty floral tones. The 2012 Dissident Red, pleasing aromas of black currant, cedar and graphite.</p><br /><p><strong>MARK RYAN PREMIUM WASHINGTON WINE | TWO MAGNUMS | DECANTER | AERATOR</strong></p><br /><p><strong>2012 Mark Ryan Wild Eyed Syrah Magnum</strong></p><br /><p>The 2012 Wild Eyed exemplifies the vintage&rsquo;s remarkable balance and texture. Pretty floral tones of violet and lavender mingle with bramble and hints of Red Mountain&rsquo;s earthy spice. Swirling the glass coaxes deeper, darker black and blue fruits with more purple flower aromas. Upon the first taste, the palate is wrapped in supple blueberry and layers of spice and minerals. The finish might be most impressive, with subtle vanilla carrying on through the seamless tannin and acidity, well-past the last sip.</p><br /><p><strong>2012 Mark Ryan The Dissident Red Magnum</strong></p><br /><p>54% Cabernet Sauvignon, 18% Merlot, 12% Malbec, 11% Cbernet Franc, 5% Petit Verdot</p><br /><p>Columbia Valley, Washington, USA</p><br /><p>Upon pouring a glass of the 2012 Dissident Red, pleasing aromas of black currant, cedar and graphite billow from the rim. The dark ruby color and the carefully achieved clarity are notable at once, and with a swirl the wine releases fresh cherry and blackberry dusted with spice. The palate combines focused, voluminous texture with layers of red and black cherry and currant. The finish showcases the vintage&rsquo;s ripe tannins and fresh acidity. While the 2012 Dissident is certainly age-worthy, we believe its youthful vibrancy is a virtue to explore.</p><br /><p><strong>Mark Ryan Winery</strong></p><br /><p>Founded in 1999 by Mark Ryan McNeilly, Mark Ryan Winery is a small winery located in Woodinville, Washington. Mark Ryan Winery's goal is to produce handcrafted wines that represent the vineyard from which they come, the character of the varietal, and their style. From the vineyards to the winery, an uncompromising commitment to quality and a passion to produce the best wines possible, inspires Mark Ryan to make these wines for you.</p><br /><p>---</p><br /><p><strong>Included with this gift:</strong></p><br /><p><strong>Petite Decanter (828 ML)</strong></p><br /><p>An elegantly styled decanter designed for maximum aeration! Our petite bowl is designed for aerating red wines. Perfectly sized for one person enjoying a bottle (750 ml) of wine.</p><br /><p><strong>Two Piece Aerating Wine Funnel</strong></p><br /><p>Use this aerating wine funnel to smooth out the aroma, texture and flavor of younger wines, and to remove any bitter sediment common in older wines. If taste and aroma are your priorities, taking the time to decant will pay off.</p>",
         "productMetaDescription":"2 Magnums of wine + a wine decanter and aerator - great group gift!  Birthday. Wedding. 2012 Wild Eyed and the 2012 Dissident Red.",
         "productImage":"/wine/mark-ryan-magnum-syrah-cabernet-sauvignon.jpg",
         "productThumb":"/wine/mark-ryan-magnum-syrah-cabernet-sauvignon-Thumb.jpg",
         "imageAltText":"Mark Ryan Premium WA Wine",
         "giftStartLink":"http://bit.ly/1QaylUm"
     },
     {
         "productName":"Premium Summer Sippers | 12 Bottles | White | Rose' | Sparkling",
         "productNameShort":"Premium Summer Sippers",
         "productSlug":"Premium-Summer-Sippers",
         "productPrice":"199.00",
         "productDescription":"<p>Fresh, crisp, and bright, our selection of delightful premium white, rose' and sparkling wines perfectly punctuate a warm day or a beautiful meal.&nbsp; 3 varietals of white, 3 rose', 3 sparkling.</p><br /><p><strong>PREMIUM SUMMER SIPPERS | 12 BOTTLES</strong> <br />6 White | 3 Rose' | 3 Sparkling</p><br /><p><strong>White</strong></p><br /><p>White wine is produced from the pulp of green or yellow color grapes and in some cases black skinned grapes. Typically a white wine is pressed and skins removed before fermentation. Refreshing, lighter in both style and taste than red wine, white wine is known for acidity and aroma, a great pairing for many lighter meat, fish, cheeses, breads and roasted vegetables.</p><br /><p>Fresh, crisp, and bright, our selection of delightful white wines perfectly punctuate a warm day or a beautiful meal. We offer the finest selection of white wines, from an oaky Chardonnay to a crisp citrus Viognier.</p><br /><p>Each Summer Sippers case includes 3 varietals of white wine. Chardonnay will be included with each order with Riesling, Sauvignon Blanc, Pinot Gris, blends, other white varietals, or Viognier rounding out the collection.</p><br /><p><strong>Rose'</strong></p><br /><p>Rose&rsquo; incorporates color from the grape skins, but not enough to qualify it as red wine. It may be the oldest known type of wine. The pink color can range from a pale &quot;onion&quot;-skin orange to a vivid near-purple, depending on the grape varieties used and winemaking techniques. There are three major ways to produce ros&eacute; wine: skin contact, saign&eacute;e and blending. Each Summer Sippers Case will include 3 bottles of Rose'</p><br /><p><strong>Sparkling</strong></p><br /><p>The classic example of a sparkling wine is Champagne, produced exclusivly in the Champagne region of France. Sparkling wine is usually white or ros&eacute; though there are many examples of red sparkling wines. The sweetness of sparkling wine can range from very dry &quot;brut&quot; styles to sweeter &quot;doux&quot; varieties. Significant levels of carbon dioxide in it make it sparkle or fizz. The carbon dioxide may result from natural fermentation, either in a bottle, as with the Traditional method, in a tank designed to withstand the pressures involved, in the Charmat process, or as a result of carbon dioxide injection. Easch Summer Sippers Case will include 3 bottles of sparkling wine.</p><br /><p><strong>Sip and celebrate the magic in each bottle.</strong></p>",
         "productMetaDescription":"12 bottles of premium summer wine is a great group gift!  Each bottle hand picked and curated.  Birthday. Wedding.  Bachelorette.  Summer BBQ.",
         "productImage":"/wine/premium-summer-sippers-wine.jpg",
         "productThumb":"/wine/premium-summer-sippers-wine-Thumb.jpg",
         "imageAltText":"Premium Summer Sippers Wine",
         "giftStartLink":"http://bit.ly/1QayLtZ"
     },
     {
         "productName":"Premium Washington Red Wine | 12 Bottles | Decanter | Aerator",
         "productNameShort":"Premium Washington Red Wine",
         "productSlug":"Premium-Washington-Red-Wine",
         "productPrice":"225.00",
         "productDescription":"<p>Each Premium red wine case includes four different varietals of red wine. Cabernet Sauvignon and Merlot included with each case. A selection of Syrah, Malbec, Grenache, Pinot Noir, Sangiovese, Mouvedre, unique varietals or a red blend round out the collection.</p><br /><p><strong>PREMIUM WASHINGTON RED WINE | 12 BOTTLES | DECANTER | AERATOR</strong><br />Whether it&rsquo;s the rich, bold flavors of a Cabernet Sauvignon or a delightfully fruity finish of a Syrah. You will love getting acquainted with our wonderful red wines. We will send you beautifuly balanced reds that you will savor with each sip. Taste the passion in each glass.</p><br /><p>Each red wine case includes four different varietals of red wine. Cabernet Sauvignon and Merlot will be included with each case and a selection of Syrah, Malbec, Grenache, Pinot Noir, Sangiovese, Mouvedre, unique varietals or a red blend to round out the collection.</p><br /><p>---</p><br /><p><strong>Included with this gift:</strong></p><br /><p><strong>Glass Wine Decanter (828 ML)</strong></p><br /><p>An elegantly styled decanter designed for maximum aeration! Our petite bowl is designed for aerating red wines. Perfectly sized for one person enjoying a bottle (750 ml) of wine.</p><br /><p><strong>Two Piece Aerating Wine Funnel</strong></p><br /><p>Use this aerating wine funnel to smooth out the aroma, texture and flavor of younger wines, and to remove any bitter sediment common in older wines. If taste and aroma are your priorities, taking the time to decant will pay off.</p><br /><p>&nbsp;</p>",
         "productMetaDescription":"12 bottles of premium Washington red wine is a great group gift!  Each bottle hand picked and curated.  Birthday. Wedding.  Bachelorette.  Summer BBQ.",
         "productImage":"/wine/premium-washington-red-wine-12-bottles.jpg",
         "productThumb":"/wine/premium-washington-red-wine-12-bottles-Thumb.jpg",
         "imageAltText":"Premium Washington Red Wine",
         "giftStartLink":"http://bit.ly/1Qaz3AM"
     },
     {
         "productName":"Premium Washington White Wine | 12 Bottles",
         "productNameShort":"Premium WA White Wine x12",
         "productSlug":"Premium-WA-White-Wine-x12",
         "productPrice":"199.00",
         "productDescription":"<p>Chardonnay included in each case with Riesling, Sauvignon Blanc, Pinot Gris, blends, other white varietals or Viognier rounding out the premium Washington wine collection.</p><br /><p><strong>PREMIUM WASHINGTON WHITE WINE | 12 BOTTLES</strong><br />Fresh, crisp, and bright, our selection of delightful white wines perfectly punctuate a warm day or a beautiful meal. We offer the finest selection of white wines, from an oaky Chardonnay to a crisp citrus Viognier.</p><br /><p>Each white wine case will have three different varietals of white wine. Chardonnay will be included with each order with Riesling, Sauvignon Blanc, Pinot Gris, blends, other white varietals or Viognier rounding out the collection.</p><br /><p><strong>Sip and celebrate the magic in each bottle.</strong></p>",
         "productMetaDescription":"12 bottles of premium Washington white wine is a great group gift!  Each bottle hand picked and curated.  Birthday. Wedding.  Bachelorette.  Summer BBQ.",
         "productImage":"/wine/premium-washington-white-wine-12-bottles.jpg",
         "productThumb":"/wine/premium-washington-white-wine-12-bottles-Thumb.jpg",
         "imageAltText":"Premium WA White Wine x12",
         "giftStartLink":"http://bit.ly/1Qazqvo"
     },
     {
         "productName":"Rhone Style Trio with Aerator and Decanter Gift Set",
         "productNameShort":"Rhone Style Trio Gift Set",
         "productSlug":"Rhone-Style-Trio-Gift-Set",
         "productPrice":"175.00",
         "productDescription":"<p>This Terroir Trio will give you a chance to compare three new world Rhone style wines from Washington State, all using the same grape varietals: Grenache, Mourv&egrave;dre and Syrah.</p><br /><p><strong>RHONE STYLE TRIO WITH AERATOR AND DECANTER GIFT SET</strong><br />This Terroir Trio will give you a chance to compare three new world Rhone style wines from Washington State, all using the same grape varietals: Grenache, Mourv&egrave;dre and Syrah.</p><br /><p><strong>The 2011 Maison Bleue La Montagnette Grenache</strong> A deep garnet colored wine offering up bold aromas of Iberian ham, dark raspberries, jasmine, slate &amp; cassis. These exotic aromatics are followed in the mouth by rich flavors of poached cherries, braised fig, fine grain tannins and balanced acidity. The finish is long and refined. This wine pairs well with beef, grilled pork, lamb, poultry, wild game, tuna, pasta and mild, firm cheeses. 100% Grenache</p><br /><p><strong>The 2012 Rotie Cellars Southern Blend</strong>, is also true to the Chateauneuf-du-Pape Appellation d'origine contr&ocirc;l&eacute;e (AOC) in grape varietal specifications and is a blend of 65% Grenache, 25 % Mourv&egrave;dre, and 10 % Syrah. The crisp, bright flavors of Grenache are complimented perfectly by the spiciness of the Mourvedre and the savory of the Syrah and Cinsault. This wine covers all spectrums of the palate and would do well paired with anything from cheeses to seafoods.</p><br /><p><strong>The 2010 Hollywood Hills Vineyard DIst83 Blend</strong> is comprised of 30% Grenache, 30% Mourv&egrave;dre, and 40% Syrah. Not quite as Grenache heavy, so the essence of Mourv&egrave;dre and Syrah, will be more apparent. Fresh berries and cotton candy dominate the nose, while the palate is loaded with licorice and black fruits. A talc element brings character to the wine which evolves into a long, pleasant finish.</p><br /><p><strong>Included with this gift:</strong></p><br /><p><strong>Petite Decanter (828 ML)</strong></p><br /><p>An elegantly styled decanter designed for maximum aeration! Our petite bowl is designed for aerating red wines. Perfectly sized for one person enjoying a bottle (750 ml) of wine.</p><br /><p><strong>Two Piece Aerating Wine Funnel</strong></p><br /><p>Use this aerating wine funnel to smooth out the aroma, texture and flavor of younger wines, and to remove any bitter sediment common in older wines. If taste and aroma are your priorities, taking the time to decant will pay off.</p><br /><p>&nbsp;</p>",
         "productMetaDescription":"Rhone style trio wine gift set is a great group gift!  Each bottle hand picked and curated.  Birthday. Wedding.  Bachelorette.  Summer BBQ.",
         "productImage":"/wine/washington-rhone-style-terroir-trio.jpg",
         "productThumb":"/wine/washington-rhone-style-terroir-trio-Thumb.jpg",
         "imageAltText":"Rhone Style Trio Gift Set",
         "giftStartLink":"http://bit.ly/1QaA1gu"
     },
     {
         "productName":"Sauternes and Port Seasonal Desert Wines ~ 6 Bottles",
         "productNameShort":"Sauternes, Port, Desert Wine",
         "productSlug":"Sauternes-Port-Desert-Wine",
         "productPrice":"150.00",
         "productDescription":"<p>Dense, complex and rich on palate with refreshing acidity and perfect balance. Rich in flavor with dominant notes of apricot, orange, pineapple and melon. Port: A distinctive berry taste adds just the appropriate amount of sweetness.</p><br /><p><strong>SAUTERNES AND PORT SEASONAL DESERT WINES ~ 6 BOTTLES TOTAL</strong> <br />There are many famous desert wines from each major wine region. Port from Spain and Sauternes from France are some of the most notable. Both have very distinct flavor profiles, coming from the types of grapes used, style of production and terroir of their very own distinct region. These wines are a great introduction to world class desert wines.</p><br /><p><strong>2005 Chateau Perle D'Arche Sauternes (375 ML) ~ 3 Bottles</strong><br />Many wine aficionados, who swear, they don&rsquo;t like sweet wine, will make this one exception. Sauternes, one of the world&rsquo;s most famous wines, happens to be a sweet wine from the sub-region, Graves, located on the left bank of the larger, famous region of Bordeaux.</p><br /><p><strong>Chateau d&rsquo;Yquem,</strong> the most highly regarded of all Sauternes, is a legendary elixir, which can age for many, many decades. Alas, it also has a legendary price tag, many hundreds of dollars... for a half-bottle. And, while some day, you may be lucky enough to taste Chateau d&rsquo;Yquem, whether through the grace of a generous friend, a lottery windfall, or divine providence, in the meantime you can enjoy a bottle of 2005 Chateau Perle d&rsquo;Arche Sauternes.</p><br /><p><strong>2005 Chateau Perle d&rsquo;Arche Sauternes</strong> is comprised of a blend of 90% Semillon with the remainder 10% Sauvignon Blanc. The grapes in this region have been infected with a fungus known as Noble Rot, or more specifically, Botrytris cinerea, brought on by the moist conditions from the Gironde River. This fungus, together with some desiccation the fungus causes, produces very low yields, one-fifth to one-sixth of that in other Bordeaux regions, hence the higher cost.</p><br /><p>The grapes are harvested much later than grapes for a dry wine, and then aged in small, oak barrels. All of this results in a wine that is very concentrated and intense in flavor. This golden, sweet wine, with high acidity, is the perfect end to a memorable meal. Though it pairs well will classic desserts like cr&egrave;me brulee, and is also a wonderful accompaniment to fruit-based desserts and sorbets, I think the best match is with savory food.</p><br /><p>Classic parings with Sauternes include: the best blue cheese you can find, p&acirc;t&eacute;, and foie gras. The strong, salty flavors of the cheese and p&acirc;t&eacute; are tamed by the rich, sweetness of the Chateau Perle d&rsquo;Arche Sauternes.</p><br /><p><strong>Tasting Notes</strong></p><br /><p>Nose: Citrus notes of lemon, with a restrained nose of honey and pollen. Very rich with dried apricots, nectarines and peaches.</p><br /><p>Palate: It is dense, complex and rich on palate with refreshing acidity and perfect balance. Rich in flavor, with dominant notes of apricot, orange, pineapple and melon, and a hint of spice and caramel.</p><br /><p>The finish is quite a long and distinguished. It&rsquo;s extremely well-made and enjoyable for early drinking. .</p><br /><p>Ideal serving temperature: 10-13 degrees Celsius or 50-55 degrees Fahrenheit.</p><br /><p><strong>92 points Wine Spectator:</strong> Apple pie and lemon tart aromas, follow through to a full body, with medium sweetness and a lively, bright finish of citrusy acidity and spiciness. It's very young and powerful. Best after 2012.</p><br /><p><strong>91 points Wine Enthusiast:</strong> &quot;A well-balanced, concentrated wine, full of botrytis flavors: richness, poised honey and lemon. This is going to be an impressive wine for a second growth&mdash;in about 10 years&mdash;but already shows signs of greatness.&quot;</p><br /><p>---<br /><strong>1999 Alves De Sousa, Quinta Da Gaivosa LBV Port ~ 3 Bottles</strong><br />Domingos Alves de Sousa, a third generation winemaker, insisted upon only using grapes from his own estate to comprise his wines. This admirable legacy lives on to this day through his son, Tiago. Although not widely known here in the U.S., his winery has been repeatedly recognized for its excellence, and was most prominently awarded &ldquo;Producer of the Year&rdquo; in both 1999 and 2006 by Revista de Vinhos, Portugal&rsquo;s premier wine magazine.</p><br /><p>Fittingly, Terroir360 proudly offers his 1999 Quinta da Gaivosa Late Bottled Vintage Port. Unfiltered and stored in oak for five years, this Port retained all its geographic originality. You&rsquo;ll immediately notice its deep, rich color, and the hints of minerality add complexity to the earthy nose you&rsquo;d expect from its origin.</p><br /><p>A distinctive berry taste adds just the appropriate amount of sweetness that Port enthusiasts will appreciate and those with a less-trained palate will thoroughly enjoy. While this Port could be aged for up to another five years, it is highly unlikely, because it&rsquo;s the perfect companion to rich desserts, roasted nuts, or strong, pungent cheeses like blue, not unlike a Sauternes. Or enjoy it any time your sweet tooth beckons.</p><br /><p>Best of all, Ports hold well even after they&rsquo;re opened, especially if lightly chilled. Cheers! We recommend serving this wine at 15℃ (59℉).</p>",
         "productMetaDescription":"Amazing 6 bottle wine gift set is a great group gift! Delicious dessert wines. Birthday. Wedding. Bachelorette. Summer BBQ. Sauternes, Port, Dessert.",
         "productImage":"/wine/perle-darche-sauternes-quinta-da-gaivosa-port.jpg",
         "productThumb":"/wine/perle-darche-sauternes-quinta-da-gaivosa-port-Thumb.jpg",
         "imageAltText":"Sauternes, Port, Desert Wine",
         "giftStartLink":"http://bit.ly/1Ka3wvF"
     },
     {
         "productName":"Ultra Premium Summer Sippers | 12 Bottles | White | Rose' | Sparkling",
         "productNameShort":"Ultra Premium Summer Sippers",
         "productSlug":"Ultra-Premium-Summer-Sippers",
         "productPrice":"375",
         "productDescription":"<p>Fresh, crisp, and bright, our selection of delightful Ultra-Premium white, rose' and sparkling wines perfectly punctuate a warm day or a beautiful meal. 3 varietals of white, 3 rose', 3 sparkling.</p><br /><p><strong>ULTRA PREMIUM SUMMER SIPPERS | 12 BOTTLES</strong> <br />6 White | 3 Rose' | 3 Sparkling</p><br /><p><strong>White</strong></p><br /><p>White wine is produced from the pulp of green or yellow color grapes and in some cases black skinned grapes. Typically a white wine is pressed and skins removed before fermentation. Refreshing, lighter in both style and taste than red wine, white wine is known for acidity and aroma, a great pairing for many lighter meat, fish, cheeses, breads and roasted vegetables.</p><br /><p>Fresh, crisp, and bright, our selection of delightful white wines perfectly punctuate a warm day or a beautiful meal. We offer the finest selection of white wines, from an oaky Chardonnay to a crisp citrus Viognier.</p><br /><p>Each Summer Sippers case will have 3 varietals of white wine. Chardonnay will be included with each order with Riesling, Sauvignon Blanc, Pinot Gris, blends, other white varietals or Viognier rounding out the collection.</p><br /><p><strong>Rose'</strong></p><br /><p>Rose&rsquo; incorporates color from the grape skins, but not enough to qualify it as red wine. It may be the oldest known type of wine. The pink color can range from a pale &quot;onion&quot;-skin orange to a vivid near-purple, depending on the grape varieties used and winemaking techniques. There are three major ways to produce ros&eacute; wine: skin contact, saign&eacute;e and blending. Each Summer Sippers Case will include 3 bottles of Rose'</p><br /><p><strong>Sparkling</strong></p><br /><p>The classic example of a sparkling wine is Champagne, produced exclusivly in the Champagne region of France. Sparkling wine is usually white or ros&eacute; though there are many examples of red sparkling wines. The sweetness of sparkling wine can range from very dry &quot;brut&quot; styles to sweeter &quot;doux&quot; varieties. Significant levels of carbon dioxide in it make it sparkle or fizz. The carbon dioxide may result from natural fermentation, either in a bottle, as with the Traditional method, in a tank designed to withstand the pressures involved, in the Charmat process, or as a result of carbon dioxide injection. Easch Summer Sippers Case will include 3 bottles of sparkling wine.</p><br /><p><strong>Sip and celebrate the magic in each bottle. </strong></p>",
         "productMetaDescription":"Amazing 12 bottle wine gift set is a great group gift!  Birthday. Wedding. Bachelorette. Summer BBQ. Ultra premium white wines.",
         "productImage":"/wine/ultra-premium-summer-sippers-wine.jpg",
         "productThumb":"/wine/ultra-premium-summer-sippers-wine-Thumb.jpg",
         "imageAltText":"Ultra Premium Summer Sippers",
         "giftStartLink":"http://bit.ly/1QaB5kz"
     },
     {
         "productName":"Ultra Premium Washington Red Wine | 12 Bottles | Decanter | Aerator",
         "productNameShort":"Ultra Premium Washington Red",
         "productSlug":"Ultra-Premium-Washington-Red",
         "productPrice":"475.00",
         "productDescription":"<p>Each Ultra-Premium red wine case includes four different varietals of red wine. Cabernet Sauvignon and Merlot included with each case. A selection of Syrah, Malbec, Grenache, Pinot Noir, Sangiovese, Mouvedre, unique varietals or a red blend round out the collection.</p><br /><p><strong>ULTRA PREMIUM WASHINGTON RED WINE | 12 BOTTLES | DECANTER | AERATOR</strong><br />Whether it&rsquo;s the rich, bold flavors of a Cabernet Sauvignon or a delightfully fruity finish of a Syrah. You will love getting acquainted with our wonderful red wines. We will send you beautifuly balanced reds that you will savor with each sip. Taste the passion in each glass.</p><br /><p>Each red wine case includes four different varietals of red wine. Cabernet Sauvignon and Merlot will be included with each case and a selection of Syrah, Malbec, Grenache, Pinot Noir, Sangiovese, Mouvedre, unique varietals or a red blend to round out the collection.</p><br /><p>---</p><br /><p><strong>Included with this gift:</strong></p><br /><p><strong>Glass Decanter (828 ML)</strong></p><br /><p>An elegantly styled decanter designed for maximum aeration! Our petite bowl is designed for aerating red wines. Perfectly sized for one person enjoying a bottle (750 ml) of wine.</p><br /><p><strong>Two Piece Aerating Wine Funnel</strong></p><br /><p>Use this aerating wine funnel to smooth out the aroma, texture and flavor of younger wines, and to remove any bitter sediment common in older wines. If taste and aroma are your priorities, taking the time to decant will pay off.</p><br /><p>&nbsp;</p>",
         "productMetaDescription":"Amazing premium 12 bottle wine gift set is a great group gift!  Birthday. Wedding. Bachelorette. Summer BBQ. Ultra premium red wines.",
         "productImage":"/wine/ultra-premium-washington-red-wine-12-bottles.jpg",
         "productThumb":"/wine/ultra-premium-washington-red-wine-12-bottles-Thumb.jpg",
         "imageAltText":"Ultra Premium Washington Red",
         "giftStartLink":"http://bit.ly/1QaBe7I"
     },
     {
         "productName":"Ultra Premium Washington White Wine | 12 Bottles",
         "productNameShort":"Ultra Premium WA White Wine",
         "productSlug":"Ultra-Premium-WA-White-Wine",
         "productPrice":"425.00",
         "productDescription":"<p>Chardonnay included with each case with Riesling, Sauvignon Blanc, Pinot Gris, blends, other white varietals or Viognier rounding out the Ultra-Premium Washington wine collection.</p><br /><p><strong>ULTRA PREMIUM WASHINGTON WHITE WINE | 12 BOTTLES</strong><br />Fresh, crisp, and bright, our selection of delightful white wines perfectly punctuate a warm day or a beautiful meal. We offer the finest selection of white wines, from an oaky Chardonnay to a crisp citrus Viognier.</p><br /><p>Each white wine case will have three different varietals of white wine. Chardonnay will be included with each order with Riesling, Sauvignon Blanc, Pinot Gris, blends, other white varietals or Viognier rounding out the collection.</p><br /><p><strong>Sip and celebrate the magic in each bottle.</strong></p><br /><p>&nbsp;</p>",
         "productMetaDescription":"Amazing premium 12 bottle wine gift set is a great group gift!  Birthday. Wedding. Bachelorette. Summer BBQ. Ultra premium white wines.",
         "productImage":"/wine/ultra-premium-washington-white-wine-12-bottles.jpg",
         "productThumb":"/wine/ultra-premium-washington-white-wine-12-bottles-Thumb.jpg",
         "imageAltText":"Ultra Premium WA White Wine",
         "giftStartLink":"http://bit.ly/1QaBofi"
     },
     {
         "productName":"Ultra Premium Wine Club | 2 Bottles Delivered Monthly | 3 Months",
         "productNameShort":"Ultra Premium Wine Club",
         "productSlug":"Ultra-Premium-Wine-Club",
         "productPrice":"250.00",
         "productDescription":"<p>Two bottles of ultra-premium wines delivered monthly for 3 months. Your Choice: 1 Red and 1 White -or- 2 Reds -or- 2 Whites (-or- surprise !).</p><br /><p><strong>TERROIR360 WINE CLUB</strong> <br />Two bottles of Ultra Premium wines delivered monthly for 3 months.</p><br /><p>You will enjoy these wines at your next gathering, add them to your cellar or even better... give them as a gift !</p><br /><p>Your Choice: 1 Red and 1 White -or- 2 Reds -or- 2 Whites (-or- surprise !)</p><br /><p>Wines selected are special oredered or in stock from our category $25 to $35 , or select $35+</p><br /><p>Shipping is included.</p><br /><p><strong>Shipped during the first week of the month</strong></p><br /><p>* Please read the Shipping Terms by the supplier:&nbsp;http://www.winebeersake.com/shipping/</p>",
         "productMetaDescription":"Amazing premium wine club for 3 months is a great group gift!  Birthday. Wedding. Bachelorette. Summer BBQ. Ultra premium wines.",
         "productImage":"/wine/terroir360-wine-club.jpg",
         "productThumb":"/wine/terroir360-wine-club-Thumb.jpg",
         "imageAltText":"Ultra Premium Wine Club",
         "giftStartLink":"http://bit.ly/1Ka42d3"
     },
     {
         "productName":"Wine Gift Certificate Premium",
         "productNameShort":"Wine Gift Certificate",
         "productSlug":"Wine-Gift-Certificate",
         "productPrice":"250",
         "productDescription":"<p>Finding it hard to pick a wine? Well here is the perfect gift, well actually it&rsquo;s a gift certificate for the aspiring wine enthusiast or seasoned wine snob.</p><br /><p><strong>WINE GIFT CERTIFICATE PREMIUM</strong></p><br /><p><br />Finding it hard to pick a wine? Well here is the perfect gift, well actually it&rsquo;s a gift certificate for the aspiring wine enthusiast or seasoned wine snob. With a gift certificate, a wine lover can explore the rich, bold flavors of a Cabernet Sauvignon or a delightfully fruity finish of a Syrah. From an oaky Chardonnay, to a crisp, citrusy Viognier. Sip and celebrate the magic in each bottle!</p>",
         "productMetaDescription":"Wine gift certificate for premium wine is is a great group gift for the wine enthusiast!  Birthday. Wedding. Bachelorette. Summer BBQ. Thanks.",
         "productImage":"/wine/gift-certificate-premium-250.jpg",
         "productThumb":"/wine/gift-certificate-premium-250-Thumb.jpg",
         "imageAltText":"Wine Gift Certificate",
         "giftStartLink":"http://bit.ly/1QaBW4B"
     },
     {
         "productName":"Wine Gift Certificate Ultra-Premium",
         "productNameShort":"Wine Gift Certificate Ultra",
         "productSlug":"Wine-Gift-Certificate-Ultra",
         "productPrice":"350",
         "productDescription":"<p>Finding it hard to pick a wine? Well here is the perfect gift, well actually it&rsquo;s a gift certificate for the aspiring wine enthusiast or seasoned wine snob.</p><br /><p><strong>WINE GIFT CERTIFICATE PREMIUM</strong></p><br /><p><br />Finding it hard to pick a wine? Well here is the perfect gift, well actually it&rsquo;s a gift certificate for the aspiring wine enthusiast or seasoned wine snob. With a gift certificate, a wine lover can explore the rich, bold flavors of a Cabernet Sauvignon or a delightfully fruity finish of a Syrah. From an oaky Chardonnay, to a crisp, citrusy Viognier. Sip and celebrate the magic in each bottle!</p>",
         "productMetaDescription":"Wine gift certificate for premium wine is is a great group gift for the wine enthusiast!  Birthday. Wedding. Bachelorette. Summer BBQ. Thanks.",
         "productImage":"/wine/gift-certificate-ultra-premium-350.jpg",
         "productThumb":"/wine/gift-certificate-ultra-premium-350-Thumb.jpg",
         "imageAltText":"Wine Gift Certificate Ultra",
         "giftStartLink":"http://bit.ly/1QaC7wY"
     }
  ]
}








